{
  "posts": [
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZoBztZgJmMYHNN_WLQAOWEE3a6_l_ccrqZReqstxOX2cDoLuXwUGm0WOJM7hoyLBE",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Calbuco Volcano in Chile erupts for third time - CNN.com",
        "title_full": "Calbuco Volcano in Chile erupts for third time - CNN.com",
        "published": "2015-05-01T00:19:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 9
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZoBztZgJmMYHNN_WLQAOWEE3a6_l_ccrqZReqstxOX2cDoLuXwUGm0WOJM7hoyLBE",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T00:19:00.000+03:00",
      "title": "Calbuco Volcano in Chile erupts for third time - CNN.com",
      "text": "Residents briefly return before volcano erupts again 02:05 PLAY VIDEO Authorities last week issued a red alert for the popular tourist towns of Puerto Montt and Puerto Varas in southern Chile. Last week, people were being evacuated to Puerto Montt on 22 buses and military trucks, the Interior Ministry said. Officials said that volcanic flows from Calbuco caused rising water levels in the Río Blanco. A column of ash and lava from the Calbuco Volcano is viisble from Puerto Varas, Chile, on April 22. The first eruption set off a bit of a panic in the region. \"At the beginning, it was small, and later, the cloud grew. And later, there was a huge cloud over you and true terror starts,\" a Puerto Montt resident said. Another person said: \"It was impressive to see an enormous mushroom cloud, with the immense force of the volcano, and to see the ashes. At that point, there was a lot of panic, lots of chaos, traffic jams, people going to supermarkets, everyone looking for water, trying to take out money from the ATMs.\" The eruption is a first for many in the region.The last major eruption was in 1962. There was a minor eruption in 1972. Calbuco also belched out a bit of gas and smoke in 1996. Recently active volcanoes 18 photos The Calbuco volcano erupts near Puerto Varas, Chile, on Wednesday, April 22. Hide Caption 1 of 18 Recently active volcanoes 18 photos Smoke rises from Turrialba volcano in Turrialba, Costa Rica, on Friday, March 13. Eruptions of ash and stones prompted authorities to evacuate residents living nearby. Hide Caption 2 of 18 Recently active volcanoes 18 photos The Fuego volcano spews a cloud of ash west of Guatemala City, Guatemala, on March 12. Hide Caption 3 of 18 Recently active volcanoes 18 photos Villarrica, a Chilean volcano, began erupting on March 3, forcing the evacuation of area residents. The volcano is one of Chile's most active. Hide Caption 4 of 18 Recently active volcanoes 18 photos Lava flows from the Kilauea volcano October 3, 2014, in Pahoa, Hawaii. The flow has recently picked up speed, prompting emergency officials to close part of the main road through town and tell residents to be prepared to evacuate. Hide Caption 5 of 18 Recently active volcanoes 18 photos Japan's Mount Sakurajima erupts on September 29. It was the second volcano in two days to erupt in Japan. Hide Caption 6 of 18 Recently active volcanoes 18 photos Dense white plumes rise high in the air as Mount Ontake erupts in central Japan on September 27. Hide Caption Recently active volcanoes 18 photos Mount Slamet spews lava and gas during an eruption in Brebes, Indonesia, on September 18. Hide Caption 8 of 18 Recently active volcanoes 18 photos Fountains of lava spurt from a fissure in the ground on the north side of the Bardarbunga volcano in Iceland on September 2. Hide Caption 9 of 18 Recently active volcanoes 18 photos Mount Tavurvur erupts August 29 in eastern Papua New Guinea, forcing local communities to evacuate and international flights to be rerouted. Hide Caption 10 of 18 Recently active volcanoes 18 photos The Tungurahua volcano, as seen from Ambato, Ecuador, spews a column of ash on April 4. The volcano emitted a 6-mile-high column of ash after a powerful, five-minute explosion that shot pyroclastic material onto its northern and northwestern flanks. The volcano has been active since 1999, with several major eruptions in that span. Hide Caption 11 of 18 Recently active volcanoes 18 photos A villager in Karo, Indonesia, bathes in a river while Mount Sinabung erupts, spewing lava and giant clouds of ash on January 21, 2014. Hide Caption 12 of 18 Recently active volcanoes 18 photos Mount Etna, as seen from the town of Acireale, Italy, spews lava during an eruption on November 16. Hide Caption Recently active volcanoes 18 photos Smoke and ash spew from Mount Sakurajima, in Kagoshima, Japan, on October 7, 2013. Hide Caption 14 of 18 Recently active volcanoes 18 photos Lava from the Puu Oo cone of the Kilauea volcano reaches the Pacific Ocean on the southeastern coast of Hawaii Island in January 2013. Puu Oo has been erupting for more than 30 years. This eruption, on the volcano's east rift, began in January 1983. Hide Caption Recently active volcanoes 18 photos The Karymsky volcano erupts in Kamchatka, Russia, in January 2013. Hide Caption 16 of 18 Recently active volcanoes 18 photos The Copahue volcano emits smoke and ash above Caviahue, in Argentina's Neuquen province, in December 2012. Hide Caption 17 of 18 Recently active volcanoes 18 photos Western Mexico's Colima volcano emits lava in October 2004. The Global Volcanism Program reported \"a bright thermal anomaly\" as well as gas emission in November 2013. Hide Caption 18 of 18 CNN's Shasta Darlington contributed from Sao Paolo, Brazil. CNN's Michael Pearson also contributed to this report. More from World ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T00:20:45.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZy.Tcptp8YWRGwa3CKH9u4HV_gOQTZlfQbL8xib1PrFTeePv.0zWNOwoveR7nmK8okjBJX020ALpYbBfU0VrOHfyjrdH3eJW2YLP6ce0XQ3U-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "First on CNN: Navy to escort U.S. cargo ships near Iran - CNNPolitics.com",
        "title_full": "First on CNN: Navy to escort U.S. cargo ships near Iran - CNNPolitics.com",
        "published": "2015-05-01T00:30:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZy.Tcptp8YWRGwa3CKH9u4HV_gOQTZlfQbL8xib1PrFTeePv.0zWNOwoveR7nmK8okjBJX020ALpYbBfU0VrOHfyjrdH3eJW2YLP6ce0XQ3U-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T00:30:00.000+03:00",
      "title": "First on CNN: Navy to escort U.S. cargo ships near Iran - CNNPolitics.com",
      "text": "Congress forces its way into Iran deal Washington (CNN) CNN has learned that U.S. Navy warships will now accompany U.S.-flagged commercial vessels that pass through the Strait of Hormuz due to concerns that ships from Iran's Revolutionary Guard Corps navy could try to seize a U.S. cargo ship. Pentagon officials provided clarification Thursday afternoon that not every ship will necessarily be accompanied by the Navy. But this is still a significant change in the U.S. military posture in the Strait. The classified plan was approved by the Pentagon earlier Thursday, according to a senior defense official. While the Navy maintains a routine ship presence in the Persian Gulf and the North Arabian Sea, this new effort specifically requires an armed warship to be in the narrow channel between Iran and Oman when a U.S. commercial vessel passes through. The decision to go ahead with this plan comes as Iran Revolutionary Guard ships harassed a U.S.-flagged vessel, the Maersk Kensington, on Friday and then later seized another cargo ship, the Maersk Tigris, flagged in the Marshall Islands. The worry is that with the uncertainty around Iran's intentions, any seizure of a U.S.-flagged vessel could provoke an international incident with Iran. \"This is a way to reduce the risk of confrontation,\" the official told CNN. The official emphasized the Navy is not trying to \"play up\" the current situation, but said the orders were approved \"based on tensions in the region.\" A second U.S. official said if it becomes necessary, U.S. warships are prepared to escort U.S. commercial vessels throughout the entire Gulf. There are a number of U.S. ships and aircraft in the immediate vicinity, including four ships and several aircraft monitoring the status of the Marshall Island vessel, which remains in Iranian custody allegedly over a 2005 financial dispute. U.S. Navy ships will be moved in and out of the area depending on the transit schedule of U.S. cargo vessels. Iran parades military equipment 9 photos Iranian air force jets -- a MiG-29, from left, an F-4 Phantom and an F-14 Tomcat -- escort a Boeing 747 as they perform a flyover during a parade marking National Army Day on Saturday, April 18. Hide Caption Iran parades military equipment 9 photos Iranian army troops wearing ghillie camouflage suits participate in the parade just outside Tehran, Iran. Hide Caption Iran parades military equipment 9 photos Iranian President Hassan Rouhani reviews the parade April 18. Hide Caption Iran parades military equipment 9 photos Mid-range Zelzal missiles are driven through the parade outside Tehran. Hide Caption Iran parades military equipment 9 photos Soldiers drive a military vehicle through the parade. Hide Caption Iran parades military equipment 9 photos A Zoobin missile is exhibited during the parade. Hide Caption 6 of 9 Iran parades military equipment 9 photos A soldier sits atop a T-72 tank as it rolls past a portrait of Supreme Leader Ayatollah Ali Khamenei on April 18. Hide Caption Iran parades military equipment 9 photos Missiles are paraded past Rouhani and military leaders. Hide Caption Iran parades military equipment 9 photos Iranian sailors march in the parade. Hide Caption 9 of 9 Iranian officials said the seizure of the Marshall Islands-flagged ship Maersk Tigris was due to a court decision. Foreign Minister Mohammad Javad Zarif said Wednesday that the ship had \"some rather peculiar activity\" in its past that resulted in court action, according to lawyers with whom his ministry has been in touch. \"Simply, our naval forces implemented the decision of the court,\" he added. Rickmers Shipmanagement, the company managing the Maersk Tigris, a Maersk Line ship, said in a statement Thursday that the apparent issue dates back to 2005, when another Maersk Line vessel delivered a shipment to Dubai that was later disposed of when no one collected the containers. A spokesperson for Rickmers Shipmanagement also said that 24 people -- none American -- are on board the Maersk Tigris and that they are all doing well. However, the company continues to \"insist that the crew and vessel are released as soon as possible.\" READ: US aircraft carrier enters Persian Gulf as Iranian convoy moves away from Yemen The two recent incidents come after the U.S. last week sent warships to the vicinity of Yemen after concerns were raised that an Iranian convey was attempting to supply arms to Houthi rebels who have deposed the Western-backed government in Sanaa. Multiple U.S. officials said the American ships had been deployed to the region to dissuade the Iranian convoy, which included armed ships, from docking in Yemen. The Iranian ships turned away from Yemen on Thursday. The U.S. hope is that by deploying the naval accompaniment for cargo ships in the Strait of Hormuz, it's much less likely that Iran would cause trouble for them. Rather, like in the case of Yemen, they would be more inclined to turn back. Still, the move comes amidst U.S.-Iran tensions in the region over competing interests in Yemen and elsewhere. And it also coincides with delicate nuclear talks in the which the United States and five other world powers are trying to seal a final deal with Iran curbing the latter's nuclear program. <div id=\"ad_rect_atf_01\" class=\"ad-ad_rect_atf_01\"></div> Politics Originals Story by Chris Moody; Video by Alex Rosen and Jeremy Moorhead There are few things Americans have both loved and fought about more than alcohol. ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T00:36:28.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXl76bO6BxA_7yPD4KXpsmmks81WgxsTIlc2Ef_5NqwnlBrBEEkhE4MiL2HbA.F804YHlQvGtT2bY-",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/cnn_latest.rss",
        "section_title": "CNN.com Recently Published/Updated",
        "title": "12 things to do in New York City before you die",
        "title_full": "12 things to do in New York City before you die",
        "published": "2015-05-01T07:25:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 9
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruX7pMVVcjh9C1KgWAOaJG8VmuKpnkBx4XSndaz5NDec9lbxOdMNTRZR_AZrDLUhTVmPIyNmVj1zF8-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T07:25:00.000+03:00",
      "title": "12 things to do in New York City before you die",
      "text": "CNN Leadership <div class=\"banner\" id=\"cnn_300x250_sync_freewheel-rail_0_banner\"><span id=\"cnn_300x250_sync_freewheel-rail_0\" class=\"_fwph\"><form id=\"_fw_form_cnn_300x250_sync_freewheel-rail_0\" style=\"display:none\"><input type=\"hidden\" name=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" id=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" value=\"ptgt=s&envp=g_js&w=300&h=250&slau=300x250_sync&adUnit=300x250_sync\"></form><span id=\"_fw_container_cnn_300x250_sync_freewheel-rail_0\" class=\"cn-shingle__ad\"></span></span></div> 12 things to do in New York City before you die James Heidenry , for CNN Updated 0525 GMT (1225 HKT) May 1, 2015 Things to do in New York 12 photos Top picks for a New York trip – Considered this generation's Central Park, the 1.45 miles of reclaimed railroad track is testament to urban beautification efforts. Hide Caption 1 of 12 Things to do in New York 12 photos Rock the Bowery Ballroom – Bands like the Pixies rock the small Bowery Ballroom, a sought-after notch in the guitar strap for bands around the world. Hide Caption 2 of 12 Things to do in New York 12 photos Get a ticket at Katz's Delicatessen – Do not lose your ticket when entering the best deli meat experience in New York, Katz's Delicatessen. Hide Caption 3 of 12 Things to do in New York 12 photos Catch a Yankees game – After a home team win at Yankee Stadium, Frank Sinatra's \"New York, New York\" escorts fans out of the park. Hide Caption 4 of 12 Things to do in New York 12 photos Karaoke at Arlene's Grocery – The famous karaoke band at Arlene's Grocery gives normal schlubs a piece of the rock-star limelight. The show's entertaining even if you don't take the stage. Hide Caption 5 of 12 Things to do in New York 12 photos Cruise past the Statue of Liberty – Circle Line Sightseeing cruises pass close to Lady Liberty before heading under the Brooklyn and Manhattan bridges. Hide Caption 6 of 12 Things to do in New York 12 photos Explore northwest Central Park – Central Park historian Sara Cedar Millar says her favorite spot in the park is the northwest section. The area has a distinct topography, making it a favorite among naturalists and joggers. Hide Caption 7 of 12 Things to do in New York 12 photos Live jazz in Greenwich Village – The Blue Note has been around for the better part of the century. Along with Smalls and Village Vanguard, it's a cure for jazz know-nothings in New York. Hide Caption 8 of 12 Things to do in New York 12 photos National September 11 Memorial and Museum – The feeling of reverence, endurance, perseverance and peace that greets visitors at \"ground zero\" is astounding at the National September 11 Memorial and Museum. Hide Caption 9 of 12 Things to do in New York 12 photos Catch some noir at Film Forum – The Film Forum is cinema's obsessive historian. International noir from Jean-Luc Godard (left) and classics by Orson Welles are house specialties. Hide Caption 10 of 12 Things to do in New York 12 photos Shop at Bergdorf Goodman – Carrying the usual big names, Bergdorf Goodman is also known for identifying and selling the best from upstart designers. Hide Caption 11 of 12 Things to do in New York 12 photos Disappear inside the Met – Properly exploring the Metropolitan Museum of Art in one day is impossible. Hide Caption Top New York picks for karaoke, pastrami, movie theaters, long walks and more You know Central Park, but probably don't know about its overlooked northwest section Want live music? Choices are nearly endless The National September 11 Memorial & Museum is the city's newest big attraction (CNN) The book \" 100 Things to Do in New York City Before You Die \" curates what it calls the most essential activities in the city. We've collected 12 of them here. All are located in Manhattan, unless noted. Sing karaoke at Arlene's Grocery You can't play a guitar like Jimi, you can't sing like Freddie and yet you dream of being a rock star like Bowie. Especially when you've been drinking. Sound familiar? Since 1996, this former bodega has been one of the primo showcases for local bands in NYC, and on Monday and Friday nights, their famous karaoke band gives accountants, baristas and repressed librarians a taste of the limelight. Even if you don't have it in you to take the stage, the drinks are cheap and the people watching ranges from \"wow\" to \"that's hilarious\" to \"what a train wreck.\" But no matter the level of talent, the entertainment factor goes to 11. Arlene's Grocery , 95 Stanton St.; +1 212 358 1633 Walk the High Line Considered this generation's Central Park, the 1.45 miles of reclaimed railroad track is testament to community activism and urban beautification efforts. Initially slated for demolition in 1999 until downtowners Joshua David and Robert Hammond started Friends of the High Line, the park now hosts more than 4.4 million visitors annually, which has actually become a problem. The path is only 30 feet wide in some places, causing a pleasant stroll to sometimes feel like waiting in line. So visit early in the morning or late in the evening, and avoid weekends at all cost. The High Line runs from Gansevoort Street to West 30th Street; +1 212 500 6035 Get a ticket at Katz's Delicatessen Ever wonder what pastrami is, exactly? It's beef brisket cured in brine and covered with a mix of spices that include garlic, paprika and mustard seed. Then it's steamed until the meat begins to break down. The process was a way of preserving meat before the age of refrigeration. Today, there are only three NYC delis to get a traditional pastrami sandwich: Carnegie Deli, 2nd Avenue Deli and Katz's Delicatessen. Each of these granddaddies have their share of history and old-timey charm, but Katz's undoubtedly delivers the best experience. Upon entering, you're given a ticket (which you better not lose!), and then you proceed to the counter to order (your ticket will get marked depending on what you order). If you're a traditionalist, you'll want pastrami on rye with mustard and a cup of matzo ball soup. A mound of pickles is thrown in for free. After taking that last delicious bite, take a stroll around the place to look at all the photos on the wall, and see if you can find the table where that scene from \"When Harry Met Sally\" was filmed. P.S. It's open late! Katz's Delicatessen , 205 E. Houston St; +1 212 254 2246 MORE: Where to find the funniest jokes in America Watch some noir at Film Forum There are several good independent movie theaters in New York, but the Forum stands alone as cinema's obsessive historian. The atmosphere of the theater itself somehow matches the mood of the carefully curated celluloid that lights up the big screen nightly. International noir from Jean-Luc Godard and classics by Orson Welles are house specialties, but so are little known gems like \"Scarecrow\" (starring Gene Hackman) and \"Public Enemy\" (which made Jimmy Cagney a star). So the next time you're wondering what to do on a Friday night, take a chance and catch a movie you've probably never heard of. Film Forum , 209 W. Houston St.; +1 212 727 8110 Shop at Bergdorf Goodman At the corner of 58th Street and Fifth Avenue, where a Vanderbilt mansion once stood, is the city's temple to high fashion and conspicuous consumption. Founded in 1899 by Herman Bergdorf, the department store carries all the usual -- Prada, Chanel -- but it's also known for identifying and selling the best from upstart designers from around the world. Splurge on something, even if it's only a glass of wine in Goodman's Cafe. Bergdorf Goodman , 754 Fifth Ave.; +1 212 753 7300 Cruise past the Statue of Liberty All those poor, tired, huddled masses would have headed straight back to the Old Country if they had to endure the lines that typically greet the patriots and tourists looking to visit Liberty Island. The best way to see America's First Lady is to take the Circle Line Sightseeing cruise, which departs from Pier 83, down the Hudson River. It passes this close by Lady Liberty before heading under the Brooklyn and Manhattan bridges. (There are lots of Circle Line cruise options, so make sure you choose the right one. And a good alternative is a ride on the Staten Island Ferry, which gets pretty close to Lady Liberty, runs regularly and is free.) Circle Line Sightseeing , Pier 83, W. 42nd St.; +1 212 563 3200 Rock out at the Bowery Ballroom Ever hear of The Go! Team? How about Joan Baez or Soul Asylum? If not, then chances are you're not cool. Don't worry, though! A quick fix is only a gig away at this tiny concert venue where bands from all over the world come to jam. The bar upstairs is a great place to amp up with friends before heading downstairs to get electrified by music not meant to be consumed by mass-market audiences. Obviously you should do some homework and see a band that interests you, but any night rocking out at the Ballroom will be a night to remember. Bowery Ballroom , 6 Delancey St.+1 212 533 2111 Explore the northwest area of Central Park Ask any New Yorker for a short list of must-sees in Central Park and they'll likely rattle off destinations like Strawberry Fields and Bethesda Fountain. But ask Central Park's historian, Sara Cedar Millar, for her favorite spot and she'll send you up north to the now defunct bridle paths. The area has a distinct topography (complete with waterfall), making it a favorite among naturalists and joggers alike. Central Park ; +1 212 310 6600 Visit the National September 11 Memorial & Museum Considering the unspeakable depravity that led to the creation of \"ground zero,\" the feeling of reverence, endurance, perseverance and peace that now greets visitors is truly astounding. More than 11 million people have come here from all over the world since it opened in 2011, and in so doing, paid tribute to the indomitable human spirit. The site is solemn, but it's also a place of wonder and learning, with the considerable effort of those who designed and built the memorial evident at every turn. The two massive reflecting pools that cascade water down into the footprints of the two felled towers are equal parts moving and beautiful. Bronze panels surrounding the pools bear the names of everyone who died in the attacks, and are arranged with delicate significance. The museum, located seven stories underground at the base of the original Twin Towers, curates a powerful and extensive exhibit that includes crushed fire trucks, salvaged steel tridents that once held up the towers, photographs and biographies of all those who perished in the attacks, including those of the terrorists, lest the world forgets who was responsible.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Prada",
        "Jimmy Cagney",
        "Katz",
        "Jimi",
        "Sara Cedar Millar",
        "Joan Baez",
        "Smalls",
        "Bergdorf Goodman",
        "Orson Welles",
        "James Heidenry",
        "Frank Sinatra",
        "Herman Bergdorf",
        "Joshua David",
        "Robert Hammond",
        "Bowie",
        "Arlene",
        "Gene Hackman",
        "Jean-Luc Godard",
        "Stanton"
      ],
      "locations": [
        "Carnegie Deli",
        "Bethesda Fountain",
        "Brooklyn",
        "Gansevoort Street",
        "Staten Island",
        "Bergdorf Goodman",
        "New York City",
        "Liberty Island",
        "New York",
        "Manhattan",
        "America",
        "Greenwich Village",
        "Orson Welles",
        "Hudson River",
        "Central Park"
      ],
      "organizations": [
        "Strawberry Fields",
        "Chanel",
        "Yankee Stadium",
        "CNN",
        "Metropolitan Museum of Art",
        "W. Houston St.",
        "Bowery Ballroom",
        "Yankees",
        "E. Houston St",
        "Pixies",
        "Liberty",
        "Village Vanguard",
        "Vanderbilt"
      ],
      "crawled": "2015-05-01T07:41:12.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZdBoUnK7psZeH0YeJlMBzTmQKbxlcIfvqwdgUekogsRJGmiAV4wwrsUIkYqb_voVvIP.aVngsmspDiR1Vgo9cHw--",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Nepal quake victim stops breathing on flight - CNN.com",
        "title_full": "Nepal quake victim stops breathing on flight - CNN.com",
        "published": "2015-05-01T08:34:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZdBoUnK7psZeH0YeJlMBzTmQKbxlcIfvqwdgUekogsRJGmiAV4wwrsUIkYqb_voVvIP.aVngsmspDiR1Vgo9cHw--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T08:34:00.000+03:00",
      "title": "Nepal quake victim stops breathing on flight - CNN.com",
      "text": "Dramatic rescue and aid operation in Nepal 03:33 Story highlights CNN's Dr. Sanjay Gupta was aboard an aid flight when a woman's pulse stopped Sabina Lama was injured when a ceiling fell on her during the Nepal earthquake Gupta gave her a 'cardiac thump' when she couldn't be roused Kathmandu, Nepal (CNN) \"Please take her,\" people cried over the roar of the helicopter propellers as the flight was about to take off from one of the Nepali districts worst-hit by the earthquake. The Indian helicopter had just dropped aid to people forced to fend for themselves for days after the quake, in Sindhupalchowk, east of the capital Kathmandu. CNN's Dr. Sanjay Gupta and a crew were aboard the flight, packed with instant noodles and tarps being delivered to people who no longer had -- or trusted -- a roof over their heads. The pilots hadn't expected to take on any passengers, but as they were about to take off, a woman lying on a makeshift straw stretcher was thrust toward the door. Her name is Sabina Lama. Soldiers carry Sabina on a makeshift straw stretcher in Kathmandu, April 30, 2015. Emergency on board Sabina, 18, was a new mother, and as Gupta examined her it soon became clear she had no feeling or movement in her legs. She'd been badly injured during the quake. But no one expected what happened next. Minutes into the flight, Sabina stopped breathing. \"We could no longer detect a pulse -- either in her wrist or in her neck. I checked her pupils, and tried desperately to rouse her, as we blasted over the countryside,\" Gupta recounted. There was no defibrillator on the helicopter that could be used to give a jolt to kick-start her heart, no fluids, no first aid kit, no medical equipment to deal with an emergency such as this. Sabina would die without proper medical care. With few options left, Gupta delivered a sharp blow to her chest. \"It is aggressive -- but I just delivered a 'cardiac thump,' a quick, strong hit to the chest in a last ditch effort to shock Sabina's heart back into action.\" It wasn't clear if it was the blow that did it, but either way, Sabina came back. Dr. Sanjay Gupta checks Sabina's pulse on board a helicopter flight from her quake-hit village, April 30, 2015. Flight to safety Sabina's pulse returned as the helicopter raced to a makeshift hospital high in the mountains where the crew picked up an IV drip to give her fluids. It was tied to the ceiling of the helicopter using a disposable face mask. More patients piled in as the helicopter headed to Kathmandu Airport, where ambulances were waiting with stretchers, medicine and other life-saving supplies. Amid the chaos, parts of Sabina's story emerged. On Saturday, she had been taking her six-week-old son to the health center in her village to get his scheduled vaccinations when the earthquake hit. As the earth shook, part of the ceiling collapsed, miraculously missing her baby, but delivering such a violent blow that she lost use of her legs. Her husband is now caring for the little boy as his mother receives the help she needs. She's just one of more than 13,000 people injured in an earthquake that has killed more than 6,000 people, and devastated a nation. JUST WATCHED ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Sanjay Gupta",
        "Sabina",
        "Sabina Lama",
        "Gupta"
      ],
      "locations": [
        "Sindhupalchowk",
        "Kathmandu Airport",
        "Kathmandu",
        "Nepal"
      ],
      "organizations": [
        "CNN"
      ],
      "crawled": "2015-05-01T08:34:31.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaC.suhK0Vt0HjB3DtxKeCBfUjD8nD53tY5v3D1Pzp2jy6LheuwYov3c-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Baltimore's uneasy peace: Demonstrations spread - CNN.com",
        "title_full": "Baltimore's uneasy peace: Demonstrations spread - CNN.com",
        "published": "2015-05-01T10:24:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaC.suhK0Vt0HjB3DtxKeCBfUjD8nD53tY5v3D1Pzp2jy6LheuwYov3c-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T10:24:00.000+03:00",
      "title": "Baltimore's uneasy peace: Demonstrations spread - CNN.com",
      "text": "Curfew comes with many protesters still out on streets Police commissioner says people are jumping to conclusions about a coverup that doesn't exist Through an attorney, family of Freddie Gray says there is no way he injured himself (CNN) The investigation into the death of Freddie Gray is now in the hands of the state attorney general for the city of Baltimore. But those seeking answers will be waiting for a while. Unappeased, the protests will continue in Baltimore and elsewhere -- especially since it's May Day on Friday -- the international day of protest for the rights of the working class. Late Thursday, protests wound down peacefully in Baltimore as a 10 p.m. curfew took effect, but near a CVS store that had burned out in previous rioting, a body was found in a semi truck. Police have not identified the body nor said whether the death had any connection to this weeks' mayhem. An Illinois-based trucking company said that a driver hailing from Baltimore was reported missing by his family after visiting home. He did not appear back to work as scheduled on Wednesday. In Philadelphia, Freddie Gray protesters clashed with police on Thursday, when officers tried to prevent protesters from blocking a highway. The winding mystery While Maryland's attorney general's office expects an autopsy report from the medical examiner's office in the coming days, the mystery of how the 25-year-old died has grown more complex. On Thursday, three new accounts surfaced on how and where he sustained the severe spine injury that lead to his death. One indicated that it may have been during his apprehension on April 12; the other two reported that it may have occurred during the paddy wagon ride to the police station. There, an ambulance was called, and Gray was taken to a hospital where he died a week later. Also, police revealed the van had made an additional stop that was recorded by a privately owned video camera, arousing suspicion among protesters, who wondered why it was not previously mentioned. In Philadelphia, supporters of Baltimore protests take to the streets Was it in the van? Gray may have been mortally injured in the van, according to a report by CNN affiliate WJLA in Washington. The police investigation did not find he died from injuries caused during his arrest, the station reported, citing \"multiple law enforcement sources briefed on the police findings.\" Gray slammed into part of the police van, which apparently broke his neck, the investigation found. A head injury matches up to a bolt in the van, the report said, which did not mention how the injury may have happened. An official in the state's Office of the Chief Medical Examiner wouldn't comment to CNN on the report, citing the ongoing investigation. Police have said that Gray had not been properly fastened into the van. Was it self-inflicted injury? Gray may have inflicted the injuries upon himself, according to a second report, which cited a police account taken from an additional prisoner the paddy wagon picked up after Gray. The prisoner told investigators he thought Gray \"was intentionally trying to injure himself,\" according to the Washington Post, citing a Baltimore police investigation document. JUST WATCHED ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Gray"
      ],
      "locations": [
        "Baltimore",
        "Washington",
        "Philadelphia",
        "Maryland",
        "Freddie Gray"
      ],
      "organizations": [
        "WJLA",
        "CVS",
        "Washington Post",
        "CNN",
        "Freddie Gray"
      ],
      "crawled": "2015-05-01T10:24:10.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOa_m4I6sTAtsx0Nt.1C3tiPqeelKT0JeibSb_4l1VQz0F.tG4XPqIPc8VKFxZlTJD4y0PXiiPuHvXUxRtdbvbn5",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/cnn_latest.rss",
        "section_title": "CNN.com Recently Published/Updated",
        "title": "Face-off: Mayweather vs. Pacquiao by the numbers",
        "title_full": "Face-off: Mayweather vs. Pacquiao by the numbers",
        "published": "2015-05-01T15:10:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOZcNY.cecZ_bE7D_BYzRFXe3.Fihw.ULc3yqBCt.I4E9xMhKFCOYbRyWjHglCiMIHGLUIJXpBatdw--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T15:10:00.000+03:00",
      "title": "Face-off: Mayweather vs. Pacquiao by the numbers",
      "text": "CNN Leadership <div class=\"banner\" id=\"cnn_300x250_sync_freewheel-rail_0_banner\"><span id=\"cnn_300x250_sync_freewheel-rail_0\" class=\"_fwph\"><form id=\"_fw_form_cnn_300x250_sync_freewheel-rail_0\" style=\"display:none\"><input type=\"hidden\" name=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" id=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" value=\"ptgt=s&envp=g_js&w=300&h=250&slau=300x250_sync&adUnit=300x250_sync\"></form><span id=\"_fw_container_cnn_300x250_sync_freewheel-rail_0\" class=\"cn-shingle__ad\"></span></span></div> Face-off: Mayweather vs. Pacquiao by the numbers By Lauren Said-Moorhouse and Chris Borg, for CNN Updated 1310 GMT (2010 HKT) May 1, 2015 (CNN) All eyes will be on the ring at the MGM Grand Garden arena this weekend. It's a fight that has been years in the making. Finally Floyd \"Money\" Mayweather and Manny Pacquiao will go head-to-head on Saturday. Here's a look at the numbers behind the boxers: 60:40 -- revenue split in favor of Mayweather. $300-400m -- the estimated total revenue for the May 2 bout. 38 -- Mayweather's age; two years older than his opponent. 5 -- The number of years it took to strike a deal between the two boxers. $1.5m -- How much Pacquiao's shorts alone will be worth after six companies bid for sponsorship space. $25,000 -- The value of the mouth guard adorned with diamonds and gold Mayweather will wear on fight night. $1,500 -- starting price for tickets in U.S. dollars. 8 -- Pacquiao is the first and only eight-division world champion with 10 world titles to his name. 1 -- Mayweather's ranking on last year's Forbes highest-paid athletes list . $105m -- The amount \"Money\" earned last year. $180,000 -- T he price ringside tickets had skyrocketed to by April 27 (5 days before the fight.) 16,800 -- Capacity at the MGM Grand Garden arena where the fight will take place. 5 -- The number of boxers Pacquiao and Mayweather have both fought. The \"famous five\": Juan Manuel Marquez, Ricky Hatton, Oscar De La Hoya, Shane Mosley and Miguel Cotto. $100 -- The fee pay-per-view subscribers will shell out to watch the fight, which will be aired jointly on Showtime and HBO. $300m -- Expected pay-per-view buys with the most sales coming from U.S., Puerto Rican and Canadian markets, according to Repucom. $5.6m -- The winning bid for official fight sponsorship by Tecate beer. 57 -- The number of wins throughout Pacquiao's career. Mayweather has less at 47 wins, but... 0 -- Mayweather remains undefeated in his fight career (Pacquiao, on the other hand, has suffered 5 losses.) Meanwhile Floyd Mayweather has told fans to be ready for an epic battle when he faces Manny Pacquiao in Las Vegas on Saturday. With the time for talking all but done -- the weigh-ins take place at 11pm BST on Friday -- the 38-year-old American told CNN: \"He's going to come and bring his best -- and his best is going to bring the best out of me. \"My job is to go out there and be Floyd Mayweather and do what I do best. Both sides have said a lot, but it's all about the two competitors.\" Unbeaten in 47 professional fights, Mayweather played down claims from some quarters that he had appeared subdued in the build-up to what some are calling the \"Fight of the Century.\" \"I feel good,\" he said. \"I'm very, very happy. My team have done a tremendous job. \"I have grown and matured over the years. I'm not far from 40 years old, and I have been in this sport as a professional for 19 years. You outgrow some things. \"I know I can fight, and I know the guy I am fighting. It is not an easy task, but this is my job. This is what I chose to do.\" 450,000 Bottles of Dom Perignon?How would you spend $180M? @cnnsport @CNNMoney http://t.co/M5kgYc1HDk pic.twitter.com/NWc74VkKnG — Coy Wire (@CoyWire) April 29, 2015 Pacquiao said he was \"ready for the challenge\" and had \"peace of mind.\" But the 36-year-old Filipino southpaw admitted that his 65th -- and most eagerly-awaited -- professional fight would be \"different,\" adding: \"I'm excited, and I'm sure the fans will love it. \"It means a lot to me to be representing the Philippines -- people are excited to watch this fight. \"I don't have a prediction, but I will do my best to make the fans happy. They deserve a good fight. They are paying more than double than for a regular fight.\" Getting a ticket for the MGM Grand has proven to be a difficult and massively expensive undertaking, with the price of a ringside seat rocketing. As Mayweather put it: \"Tickets are going for between $8,000 and $400,000 to $500,000. You know, we call this the billionaire boys' club.\" But plenty have stumped up big bucks to be there, with Tony Buzbee, an attorney who paid $74,000 for a pair of 12th-row seats, telling CNN: \"It's going to be a once in a lifetime type of fight, and I'm going to be there just for the event of it all. \"Growing up loving sports, to be in a position where I can go to this type of event... it's just wonderful.\" Pacquiao fan Mark Sarmiento, who paid $7,500 to be there, agrees. \"It was a little out of budget but once I got it, it sunk in -- I'm pretty much going to this fight,\" he said.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Manny Pacquiao",
        "Tony Buzbee",
        "Shane Mosley",
        "Lauren Said-Moorhouse",
        "Mark Sarmiento",
        "Chris Borg",
        "Floyd Mayweather",
        "Ricky Hatton",
        "Pacquiao",
        "Mayweather",
        "Miguel Cotto",
        "Juan Manuel Marquez"
      ],
      "locations": [
        "Las Vegas",
        "Philippines",
        "U.S."
      ],
      "organizations": [
        "HBO",
        "Oscar De La Hoya",
        "CNN"
      ],
      "crawled": "2015-05-01T16:03:00.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ3o0OkpehT4Gq3ibPbjQ8GKmXMn76VyRXjZsZ1SfXnL_Def9mQk6Eo8dDvierC1YVi0ps3U0spQ4-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Who is Marilyn Mosby? - CNN.com",
        "title_full": "Who is Marilyn Mosby? - CNN.com",
        "published": "2015-05-01T17:57:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ3o0OkpehT4Gq3ibPbjQ8GKmXMn76VyRXjZsZ1SfXnL_Def9mQk6Eo8dDvierC1YVi0ps3U0spQ4-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T17:57:00.000+03:00",
      "title": "Who is Marilyn Mosby? - CNN.com",
      "text": "A woman is comforted during the protest on April 22. Hide Caption 56 of 56 EXPAND GALLERY Mosby, 35, who comes from a long line of police officers, including her grandfather, four uncles and her mother, assumes a key role in the latest case to draw national attention to the issue of relations between police officers and the communities they are sworn to serve. \"My grandfather was one of the first African-American police officers in Massachusetts and one of the things he instilled on us is the importance of public service,\" Mosby said in a campaign video. Marilyn Mosby comes from a long line of police officers, including her grandfather, four uncles and her mother. Freddie Gray's mysterious death has turned the largely black city near the nation's capital into a tinderbox where mostly peaceful demonstrations on Monday erupted in pockets of looting and rioting in the hours after Gray's funeral. A 10 p.m. citywide curfew was put into effect two days ago, and National Guard troops have joined Baltimore police in an attempt to maintain order. On Thursday, as police handed their investigative files over to the state attorney's officer a day earlier than planned, supporters of the former insurance company lawyer expressed confidence in Mosby's ability to handle the volatile case. What we know, don't know about Freddie Gray's arrest 'We have much more confidence in her' \"We're enthusiastic about the new prosecutor,\" said William \"Billy\" Murphy Jr., a former Baltimore judge who is now the lead attorney for Gray's family. \"She comes to the office with a belief in the integrity of these kinds of investigations. We have much more confidence in her than we have in the police because there's never been any level of confidence, nor should there be, in the police investigating themselves.\" Mosby confirmed in a statement Thursday that she had received the police's investigative report. She said that while police have regularly briefed her office on their findings, her team has been conducting its own independent probe into the April 19 death. 45 CVS workers still getting paid after riots shut down stores \"While we have and will continue to leverage the information received by the department, we are not relying solely on their findings, but rather the facts that we have gathered and verified,\" Mosby said. \"We ask for the public to remain patient and peaceful and to trust the process of the justice system.\" Mosby is married to Baltimore City Councilman Nick Mosby, who represents areas of West Baltimore where riots erupted earlier this week. The couple have two young daughters. \"She's my wife,\" Nick Mosby told CNN on Thursday. \"She's a strong woman. She was built for this ... I was at church service the other day and they were talking about being at the right place with the right person at the right time. I know her heart has always been convicted to ensure that justice will be served fairly and equally across the board.\" Cousin's death brought exposure to criminal justice system During her campaign, Mosby spoke about the broad daylight shooting death of her 17-year-old cousin on her front doorstep. \"I learned very early on that the criminal justice system isn't just the police, the judges and the state's attorney,\" she said. \"It's much more than that. I believe that we are the justice system. We, the members of the community, are the justice system because we are the victims of crimes.\" Mosby said her cousin's 1994 murder was her first introduction to the criminal justice system. \"Having to go to court and deal with prosecutors,\" she said. \"Having to go to court and see my neighbor who had the courage and audacity to cooperate with the police ... to testify in court and the way the district attorney's office treated my family is something that inspired me.\" Mosby, who grew up in Boston, is the youngest chief prosecutor of any major city in the United States, according to the state's attorney's website. At the age of 6, Mosby was accepted in a school desegregation program in Massachusetts. She later participated in a study of the civil rights movement. \"After having that awesome experience I knew I wanted to be an attorney,\" she said during her campaign. A. Dwight Pettit, a civil rights attorney and Mosby supporter, said he believes she will \"deliver on doing it right, and getting it right. I'm confident in that.\" \"She's very dedicated and part of what she campaigned on was bringing integrity to the office, and so I believe that she will move in a methodical way,\" he said. \"And I think that she will follow where the evidence leads. I do not think she will follow just public opinion.\" Prosecutor said it's time to rebuild trust When she was sworn in as chief prosecutor earlier this year, Mosby brought up the lack of trust between the community and police. \"Our time to repair that trust, to come together collectively as a community to start to break down the barriers to progress in our communities is now,\" she said. Mosby added, \"As a black woman who understands just how much the criminal justice system disproportionately affects communities of color, I will seek justice on your behalf.\" Mosby is African-American, as are Mayor Stephanie Rawlings-Blake, Police Commissioner Anthony Batts and other leading Baltimore officials. Although about 63% of Baltimore's population is black, they face stunning disparities when it comes to income, employment, poverty, housing, incarceration and overall health. The people on Mosby's transition team included former Mayor Kurt Schmoke, former congressman and NAACP president Kweisi Mfume and Murphy, who is now representing Gray's family. Schmoke, a former state's attorney and Baltimore's first African-American mayor, said Mosby's background will buy her time with a tense community anxious for justice. \"I actually think that the level of patience will actually increase primarily because the state's attorney, Marilyn Mosby, was recently elected,\" he said. \"She has a level of credibility with the community that will allow for that patience. I can't say how long, but I do think that people will give her a little bit more time to do it right rather than to do it fast.\" Mosby defeated Gregg Bernstein as state's attorney in a 2014 election. \"Baltimore prosecutors get to see it all in court -- we've got the toughest job in America,\" she said in a statement after the election. Mary Koch, another attorney for Gray's family, said the new chief prosecutor has her work cut out for her. \"The family wants the truth and they want it to be arrived at very carefully and that's not going to be an easy job for Ms. Mosby,\" said Koch, adding: \"That's her job. That's the job she took on.\" ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "William \"Billy\" Murphy Jr.",
        "Mary Koch",
        "A. Dwight Pettit",
        "Nick Mosby",
        "Freddie Gray",
        "Schmoke",
        "Gray",
        "Anthony Batts",
        "Kweisi Mfume",
        "Mosby",
        "Koch",
        "Gregg Bernstein",
        "Murphy",
        "Marilyn Mosby",
        "Stephanie Rawlings-Blake",
        "Kurt Schmoke"
      ],
      "locations": [
        "United States",
        "Baltimore",
        "America",
        "Massachusetts",
        "Mosby",
        "West Baltimore",
        "Boston"
      ],
      "organizations": [
        "National Guard",
        "NAACP",
        "CVS",
        "CNN"
      ],
      "crawled": "2015-05-01T18:10:28.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaFGV_1Ej01oYKLpGHZofOPgWWptg1jJHXw1kZSpfaknM",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Freddie Gray police charges - CNN.com",
        "title_full": "Freddie Gray police charges - CNN.com",
        "published": "2015-05-01T18:51:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaFGV_1Ej01oYKLpGHZofOPgWWptg1jJHXw1kZSpfaknM",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T18:51:00.000+03:00",
      "title": "Freddie Gray police charges - CNN.com",
      "text": "Mayor: I want to know if procedures were followed (CNN) Baltimore State's Attorney Marilyn Mosby has announced that six police officers have been charged in the death of Freddie Gray. One officer -- the driver of the police van -- has been charged with several counts, including second-degree depraved-heart murder. Another officer has been charged with several counts, including manslaughter and involuntary manslaughter. Two other officers have been charged with several counts, including involuntary manslaughter. And two other officers are charged with several counts, including second-degree assault. Here is a full list of charges, as released by the Office of the State's Attorney for Baltimore City. Officer Garrett E. Miller 1) Assault/second degree (10 yrs.) 2) Assault/second degree (10 yrs,) 3) Misconduct in office (8th Amendment*) 4) Misconduct in office (8th Amendment* ) 5) False imprisonment (8th Amendment* ) Sgt. Alicia D. White 1) Manslaughter (involuntary) (10 yrs.) 2) Assault/second degree (10 yrs.) 3) Misconduct in office (8th Amendment*) Officer Caesar R. Goodson Jr. 1) Second degree depraved heart murder (30 yrs.) 2) Manslaughter (involuntary) (10 yrs.) 3) Assault/second degree (10 yrs.) 4) Manslaughter by vehicle (gross negligence) (10 yrs.) 5) Manslaughter by vehicle (criminal negligence) (3 yrs.) 6) Misconduct in office (8th Amendment* ) Officer William G. Porter 1) Manslaughter (involuntary) (10 yrs.) 2) Assault/second degree (10 yrs.) 3) Misconduct in office (8th Amendment*) Lt. Brian W. Rice 1) Manslaughter (involuntary) (10 yrs.) 2) Assault/second degree (10 yrs.) 3) Assault/second degree (10 yrs.) 4) Misconduct in office (8th Amendment*) 5) Misconduct in office (8th Amendment*) 6) False imprisonment (8th Amendment*) Officer Edward M. Nero 1) Assault/second degree (10 yrs.) 2) Assault/second degree (10 yrs.) 3) Misconduct in office (8th Amendment*) 4) Misconduct in office (8th Amendment* ) 5) False imprisonment (8th Amendment*) *Any sentence that does not constitute cruel & unusual punishment ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Brian W. Rice",
        "Alicia D. White",
        "Caesar R. Goodson",
        "Garrett E. Miller",
        "Edward M. Nero",
        "Marilyn Mosby",
        "William G. Porter"
      ],
      "locations": [
        "Baltimore City"
      ],
      "organizations": [],
      "crawled": "2015-05-01T19:41:29.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaD9lgO859tEuSKUTREZUR2Yr2Ptdu1i8jk0UZZ4KXavu",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Freddie Gray 'did not hurt himself' says fellow rider - CNN.com",
        "title_full": "Freddie Gray 'did not hurt himself' says fellow rider - CNN.com",
        "published": "2015-05-02T02:27:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaD9lgO859tEuSKUTREZUR2Yr2Ptdu1i8jk0UZZ4KXavu",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T02:27:00.000+03:00",
      "title": "Freddie Gray 'did not hurt himself' says fellow rider - CNN.com",
      "text": "Tracking the van carrying Freddie Gray 02:49 Story highlights Donta Allen says he overheard an officer say, \"Well, you know, we gave him a run for his money -- he's not breathing\" Allen was in the police van with Gray during part of the van's meandering course to the police station \"I know for a fact that he did not hurt himself,\" says Allen Don Lemon's interview with Donta Allen airs Friday on \"CNN Tonight,\" at 10 p.m. ET (CNN) The man who rode in a police van with Freddie Gray -- separated only by a partition -- is adamant about two things: \"I know for a fact that he (Gray) did not hurt himself,\" Donta Allen, who was a fellow prisoner in the van during a portion of the meandering path of the vehicle after Gray was taken into the custody and before medical help was summoned, told CNN's Don Lemon in an interview. Reciting a litany of Gray's injuries, Allen added \"you cannot do that (to yourself) in the paddy wagon. You can probably hit your head and have a little headache, but you can't hurt yourself to the point you're going to be dead.\" And as for a report in the Washington Post that he told investigators he had heard noises indicating Gray was trying to injure himself, \"untrue. Very, very, very untrue,\" said Allen. During the interview, airing Friday on \"CNN Tonight,\" Allen said at the police station, as he was being taken to the \"bullpen\" area for incoming prisoners, he overheard a female police officer say, \"Well, you know, we gave him a run for his money -- he's not breathing.\" \"I don't know who, but I heard police saying that,\" Allen told Lemon. \"They weren't saying it like, 'Guys, we really have a problem here.'\" As he was waiting in the bullpen, Allen said, \"An officer lady came in and she's like, 'Well, he's got vitals now.'\" Police have not discussed specifics of what took place at the police station. On Friday, six police officers were charged in Gray's death. Michael Davey, an attorney for the Baltimore Fraternal Order of Police who spoke on behalf of the six officers and their attorneys, told reporters Friday that none of the officers injured or harmed Gray. \"They are truly saddened by his death,\" Davey said. \"These officers did nothing wrong.\" Gray died on April 19 after suffering a spinal injury while in police custody a week before. His death sparked protests against police in Baltimore, which later spread to major cities nationwide. Court documents said Gray was arrested after running away from the police. Allen said that during the time he was in the van, which was near the end of the course taken by the van after Gray was picked up, he had no idea who was on the other side of the partition. He said he had known Gray from the neighborhood, but only by his first name. \"I never see who's in the van,\" Allen said. \"They (police) never tell me somebody else is in the van.\" The only sound he heard from the other side, Allen remembered, was \"a little banging, like someone was over there banging their head or something.\" His portion of the ride was smooth, Allen said. \"No stops, we went straight to the police station.\" Allen said he was in custody after being accosted by officers as he was leaving a store empty-handed. He said he was searched, officers found a small amount of marijuana on him, and called for the police transport van. At the police station, he was questioned by a homicide investigator with general questions about crimes that had happened in the area, then he was released without explanation, Allen said. \"They never booked me, never charged me.\" Asked by Lemon if he was afraid now, Allen said, \"I'm telling the truth and I know they don't want me to tell the truth. \"I know they're gonna try to harass me after this. But I'd rather for them to harass me than my own people to harass me for a lie they made up.\" <div id=\"ad_rect_atf_01\" class=\"ad-ad_rect_atf_01\"></div> More from US ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Don Lemon",
        "Donta Allen",
        "Davey",
        "Lemon",
        "Allen Don Lemon",
        "Freddie Gray",
        "Michael Davey",
        "Allen",
        "Gray"
      ],
      "locations": [
        "Baltimore",
        "US",
        "Washington"
      ],
      "organizations": [
        "CNN"
      ],
      "crawled": "2015-05-02T02:28:07.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaPXbDTqHo7CAPA6tze2vZOZL_hk7bPUqDTmq0FWyWbaa5lj73KEe1ec-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Freddie Gray case: Actions that led to charges - CNN.com",
        "title_full": "Freddie Gray case: Actions that led to charges - CNN.com",
        "published": "2015-05-02T04:50:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZ1K2KgE6hlAvDG4NWNOFAaPXbDTqHo7CAPA6tze2vZOZL_hk7bPUqDTmq0FWyWbaa5lj73KEe1ec-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T04:50:00.000+03:00",
      "title": "Freddie Gray case: Actions that led to charges - CNN.com",
      "text": "Freddie Gray suffered fatal spinal injury while being transported in police van, prosecutor says Six police officers are charged in Gray's death Watch a special report, \"Police Under Fire,\" Monday at 9 p.m. ET/PT. (CNN) In publicly outlining her case against six police officers in the death of Freddie Gray, Baltimore's chief prosecutor faulted what they did -- and did not do. Among the allegations: Failure to find probable cause, illegal arrest, failure to seek or render medical aid, gross negligence and misconduct. \"The findings of our comprehensive, thorough and independent investigation coupled with the medical examiner's determination that Mr. Gray's death was a homicide ... has led us to believe that we have probable cause to file criminal charges,\" State's Attorney Marilyn Mosby told reporters from the broad steps of the downtown War Memorial. Gray suffered a fatal spinal injury on April 12 while being transported \"handcuffed, shackled by his feet and unrestrained\" in a police van, Mosby said. Michael Davey, an attorney for the Baltimore Fraternal Order of Police who spoke on behalf of the six officers and their attorneys, told reporters that none of the officers injured or harmed Gray. \"They are truly saddened by his death,\" Davey said. \"These officers did nothing wrong.\" These are the actions that Mosby said resulted in the charges against the six , based on the statement of probable cause: Officer Garrett E. Miller Miller, 26, who joined the force in 2012, was one of three officers on bike patrol on the morning of April 12 in Baltimore. One of the other officers made eye contact with Gray, who began running. Gray eventually surrendered and was handcuffed. He was \"placed in a prone position with his arms handcuffed behind his back. It was at this time that Mr. Gray indicated that he could not breathe and requested an inhaler to no avail,\" Mosby said. Officer Garrett E. Miller Miller and another officer placed Gray in a seated position. They found a knife in his pants pocket. The blade of the knife was folded into the handle. It was not a switchblade, and legal to carry under Maryland law. \"Mr. Gray was placed back down on his stomach at which time Mr. Gray began to flail his legs and scream as Officer Miller placed Mr. Gray in a restraining technique known as a leg lace,\" the prosecutor said. The three officers failed to establish probable cause for Gray's arrest. No crime had been committed. The arrest was illegal, Mosby said. When the police van arrived, Miller and the two other officers loaded Gray into the wagon. At no point was Gray secured by a seat belt as is required. A while later, at Baker Street, Miller and the officers removed Gray from the wagon, placed handcuffs on his wrists and leg shackles on his ankles. They completed paperwork before loading Gray back into the wagon. He was placed on his stomach headfirst on the floor. Miller is charged with two counts of second-degree assault, two counts of misconduct in office and false imprisonment. Lt. Brian W. Rice Rice, 41, an officer since 1997, was one of the officers on bike patrol during the initial encounter with Gray. He made eye contact with Gray, who then ran. Rice and others failed to establish probable cause for Gray's illegal arrest. Later, Rice and two other officers handcuffed Gray and put shackles on his ankles. The officers placed Gray back on the floor of the wagon, face down. Lt. Brian W. Rice Rice is charged with involuntary manslaughter, second-degree assault, two counts of misconduct in office and false imprisonment. Separately, records from the Carroll County, Maryland, Sheriff's Department show that Rice was taken to a hospital in 2012 because of concerns about his mental health. The concerns were raised by another officer who is also the mother of Rice's child, according to the records. At the time, deputies confiscated Rice's guns and alerted his superiors in Baltimore. The records show that Rice said he \"could not continue to go on like this\" and threatened to do something in his laundry room if the mother of his child \"did not come over to his residence.\" His specific threat was redacted from the documents. It's unclear how long Rice was at the hospital. Rice could not be reached for comment. Officer Edward M. Nero Officer Edward M. Nero Nero, 29, on the job since 2012, was the third officer on bike patrol when Gray was arrested. Mosby said Nero held Gray down until the wagon arrived. Along with Rice and Miller, Nero failed to establish probable cause for what Mosby called an illegal arrest. Nero also assisted Rice and Miller later in cuffing and shackling Gray. He is charged with two counts of second-degree assault, two counts of misconduct in office and false imprisonment. Officer Caesar R. Goodson Jr. Goodson, 45, who joined the police department in 1999, drove the transport wagon. He had been directed to deliver Gray to the central booking facility. At one point, Goodson parked the van to check on his prisoner. Officer Caesar R. Goodson Jr. \"Despite stopping for the purpose of checking on Mr. Gray's condition, at no point did he seek nor did he render any medical assistance for Mr. Gray,\" Mosby said. Goodson returned to the driver's seat and headed toward central booking with Gray still unsecured. After several blocks, the officer called dispatch to say he needed to check on his prisoner. He requested additional units. Another officer arrived and, with Goodson, went to the back of the wagon. Gray requested help and said he could not breathe. One officer asked Gray if he needed a medic. Twice, Gray said he needed medical assistance. The officer helped lift Gray from the floor to a bench in the van. Again, the officers failed to restrain Gray or request medical assistance. Goodson then responded to a separate call for assistance in an arrest. \"Despite Mr. Gray's obvious and recognized need for medical assistance, Officer Goodson in a grossly negligent manner chose to respond ... with Gray still unsecured by a seat belt in the wagon, without rendering or summoning medical assistance,\" Mosby said. At the next stop, Goodson was met by Miller and three other officers. He walked to the back of the wagon to check on Gray. Goodson and the other officers saw that Gray was unresponsive. Still, Goodson picked up a new prisoner and drove to a police station to drop him off. He failed to restrain Gray for at least the fifth time, Mosby said. Gray was no longer breathing. Goodson is charged with second-degree depraved-heart murder, involuntary manslaughter, second-degree assault, two counts of manslaughter by vehicle and misconduct in office. CNN legal analyst Sonny Hostin said the depraved-heart murder charge appeared to indicate the prosecutor believes Goodson was \"one of the worst actors\" in Gray's death. \"Depraved heart means he intentionally, willfully and deliberately acted with depraved indifference to human life,\" she said. Sgt. Alicia D. White White, 30, an officer since 2010, was present during one of the stops to check on Gray's condition. White and two other officers saw that Gray was unresponsive on the floor of the wagon. White, who was responsible for investigating two citizen complaints related to Gray's arrest, spoke to the back of the prisoner's head. Sgt. Alicia D. White When Gray did not respond, White allegedly did nothing. She had been advised that Gray needed a medic but made no effort to assess his condition. \"Despite Mr. Gray's seriously deteriorating medical condition, no medical assistance was rendered or summoned for Mr. Gray at that time by any officer,\" Mosby said. Later, White and two other officers attempted to remove Gray from the wagon. He was no longer breathing. A medic later determined Gray was in \"cardiac arrest and ... critically and severely injured.\" Gray was rushed to the University of Maryland's Shock Trauma Center, where he underwent surgery. On April 19, he was pronounced dead from his injuries. \"The manner of death, deemed a homicide by the Maryland State Medical Examiner, is believed to be the result of a fatal injury that occurred while Mr. Gray was unrestrained by a seat belt in the custody of the Baltimore Police Department wagon,\" Mosby said. White is charged with involuntary manslaughter, second-degree assault and misconduct in office. Officer William G. Porter Officer William G. Porter Porter, 25, who joined the force in 2012, responded when Goodson asked for additional units to check on Gray. The prisoner told Porter he could not breathe. Porter asked Gray if he needed a medic. Gray said \"yes\" twice. The officer helped lift Gray to a bench but did not assess his condition or call for medical assistance. Porter also was present later when Goodson picked up another prisoner, and White and others discovered that Gray was unresponsive. Porter is charged with involuntary manslaughter, second-degree assault and misconduct in office. CNN's Scott Zamost contributed to this report. <div id=\"ad_rect_atf_01\" class=\"ad-ad_rect_atf_01\"></div> ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Nero",
        "Rice",
        "Alicia D. White",
        "Davey",
        "Edward M. Nero Officer Edward M. Nero Nero",
        "Scott Zamost",
        "Goodson",
        "Freddie Gray",
        "Garrett E. Miller Miller",
        "Michael Davey",
        "Gray",
        "William G. Porter Porter",
        "White",
        "Sonny Hostin",
        "Caesar R. Goodson Jr.",
        "Brian W. Rice Rice",
        "Mosby",
        "Alicia D. White White",
        "Marilyn Mosby",
        "William G. Porter",
        "Miller",
        "Porter",
        "Caesar R. Goodson Jr"
      ],
      "locations": [
        "Baltimore",
        "Carroll County",
        "Baker Street",
        "Maryland",
        "Freddie Gray"
      ],
      "organizations": [
        "CNN.com Freddie Gray",
        "Maryland State Medical Examiner",
        "University of Maryland",
        "CNN",
        "Baltimore Police Department"
      ],
      "crawled": "2015-05-02T04:50:11.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZjcsTfpNJ6Umiiq_wXyAqOd2FcCHOe3qwV9MxLbNjvHGeP_4a2FJQdkQ5yIEezhVohHNlYWyXThU-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Freddie Gray case: Curfew enforced after charges - CNN.com",
        "title_full": "Freddie Gray case: Curfew enforced after charges - CNN.com",
        "published": "2015-05-02T08:37:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZjcsTfpNJ6Umiiq_wXyAqOd2FcCHOe3qwV9MxLbNjvHGeP_4a2FJQdkQ5yIEezhVohHNlYWyXThU-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T08:37:00.000+03:00",
      "title": "Freddie Gray case: Curfew enforced after charges - CNN.com",
      "text": "Freddie Gray's stepfather: Charges an important step toward justice The six officers have a preliminary hearing on May 27 Watch a CNN special report, \"Police Under Fire,\" at 9 p.m. ET/PT Monday. Baltimore (CNN) After a day of jubilation following charges against six Baltimore police officers in the death of Freddie Gray, protesters cleared the streets early Saturday to observe a curfew. A few protesters scuffled with police after 10 p.m., when the curfew went into effect, leading to some arrests. Authorities used a megaphone from a helicopter to warn protesters to go home or get arrested. By midnight, the streets were deserted as a hush washed over the city, a far cry from the boisterous honking, weeping and cheers earlier when the city's top prosecutor announced charges. Six officers to face charges Six police officers will face charges in the death of Gray, Baltimore City State's Attorney Marilyn Mosby said Friday, describing what she believes happened April 12, when Gray was arrested. The 25-year-old died after suffering \"a severe and critical neck injury\" while being transported \"handcuffed, shackled by his feet and unrestrained\" inside a police van, she said. It is against police policy to transport a prisoner without proper restraints such as a seat belt. Police union 'frustrated' The police union called for an independent prosecutor, saying Mosby has conflicts of interests. They also criticized her for not waiting until police were done with their inquiry. \"Let me begin by stating how appalled and frustrated we are at this morning's events. .... We are disappointed in the apparent rush to judgment given the fact that the investigation into this matter has not been concluded,\" said Gene Ryan, president of the police union. \"Our officers, like every other American, are entitled to due process.\" The Baltimore Fraternal Order of Police said the officers did nothing wrong. \"No officer injured Mr. Gray, caused harm to Mr. Gray, and they are truly saddened by his death,\" said Michael Davey, an attorney for the union. The accused The officers face various charges that could bring more than 10 years in prison. • Officer Caesar R. Goodson Jr., 45, faces one count of second-degree depraved-heart murder, involuntary manslaughter, second-degree assault, manslaughter by vehicle (gross negligence), manslaughter by vehicle (criminal negligence) and misconduct in office. • Lt. Brian W. Rice, 41, faces one count of involuntary manslaughter, two counts of second-degree assault, two counts of misconduct in office and one count of false imprisonment. • Sgt. Alicia D. White, 30, faces one count of involuntary manslaughter, second-degree assault and misconduct in office. • Officer William G. Porter, 25, faces one count of involuntary manslaughter, second-degree assault and misconduct in office. • Officer Garrett E. Miller, 26, faces two counts of second-degree assault, two counts of misconduct in office and one count of false imprisonment. • Officer Edward M. Nero, 29, faces two counts of second-degree assault, two counts of misconduct in office and one count of false imprisonment. Second-degree depraved-heart murder is punishable by up to 30 years in prison. Gray's relatives said they are satisfied with the charges announced. \"These charges are an important step in getting justice for Freddie,\" said his stepfather, Richard Shipley. Out on bail Court records show the officers have paid bail. Bail for Goodson, White, Porter and Rice had been set at $350,000 each. Nero and Miller each had a bail of $250,000. The six have a preliminary hearing on May 27. ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Nero",
        "CNN.com Freddie Gray",
        "Rice",
        "Brian W. Rice",
        "Alicia D. White",
        "Gene Ryan",
        "Edward M. Nero",
        "Goodson",
        "Michael Davey",
        "Gray",
        "Caesar R. Goodson Jr.",
        "Garrett E. Miller",
        "Richard Shipley",
        "Marilyn Mosby",
        "Miller",
        "William G. Porter",
        "Porter"
      ],
      "locations": [
        "Freddie Gray"
      ],
      "organizations": [
        "Baltimore City State"
      ],
      "crawled": "2015-05-02T08:37:47.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOaEXV_e2UW9POXEhpAM6LEXYQP96nOtbXvAZIglM5PwWEnHRRLQXe7K7CvSzZnc7aDZK_Tlv_vfEehSfHrCt3sgj5KLSwgq2wU-",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/cnn_latest.rss\r",
        "section_title": "CNN.com Recently Published/Updated",
        "title": "Royal baby: Duchess of Cambridge goes into labor",
        "title_full": "Royal baby: Duchess of Cambridge goes into labor",
        "published": "2015-05-02T09:01:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOaEXV_e2UW9POXEhpAM6LEXYQP96nOtbXvAZIglM5PwWEnHRRLQXe7K7CvSzZnc7aDZK_Tlv_vfEehSfHrCt3sgj5KLSwgq2wU-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T09:01:00.000+03:00",
      "title": "Royal baby: Duchess of Cambridge goes into labor",
      "text": "CNN Leadership <div class=\"banner\" id=\"cnn_300x250_sync_freewheel-rail_0_banner\"><span id=\"cnn_300x250_sync_freewheel-rail_0\" class=\"_fwph\"><form id=\"_fw_form_cnn_300x250_sync_freewheel-rail_0\" style=\"display:none\"><input type=\"hidden\" name=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" id=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" value=\"ptgt=s&envp=g_js&w=300&h=250&slau=300x250_sync&adUnit=300x250_sync\"></form><span id=\"_fw_container_cnn_300x250_sync_freewheel-rail_0\" class=\"cn-shingle__ad\"></span></span></div> Royal baby: Duchess of Cambridge goes into 'early stages of labor' By Faith Karimi and Max Foster, CNN Updated 0700 GMT (1400 HKT) May 2, 2015 Will and Kate's royal love affair 26 photos Britain's Catherine, Duchess of Cambridge, and her husband, Prince William, Duke of Cambridge, visit a center dedicated to community learning in London on Friday, March 27. It will be the duchess' last appearance in public for a while: She's due to give birth in mid- to late April. Hide Caption 1 of 26 Will and Kate's royal love affair 26 photos The couple announced their engagement in 2010 and had their first child, Prince George, in July 2013. Hide Caption 2 of 26 Will and Kate's royal love affair 26 photos The couple met at school and even shared a house with others while students. Here they are on the day of their graduation ceremony at the University of St. Andrews on June 23, 2005, in Scotland. The duchess was then known as Kate Middleton. Hide Caption 3 of 26 Will and Kate's royal love affair 26 photos The pair cheered on the English rugby team during the RBS Six Nations Championship match between England and Italy at Twickenham on February 10, 2007, in London. Hide Caption 4 of 26 Will and Kate's royal love affair 26 photos Middleton received the engagement ring that belonged to Prince William's late mother, Diana, Princess of Wales. The couple posed for photographers to mark their engagement in the State Rooms of St. James's Palace on November 16, 2010. Hide Caption 5 of 26 Will and Kate's royal love affair 26 photos The pair returned to St. Andrews for a tour, accompanied by chancellor Sir Menzies Campbell, right, on February 25, 2011. They returned to their alma mater to launch a fundraising campaign for a new scholarship. Hide Caption 6 of 26 Will and Kate's royal love affair 26 photos Their Royal Highnesses Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge, kiss on the balcony at Buckingham Palace after their wedding ceremony on April 29, 2011, in London. Hide Caption 7 of 26 Will and Kate's royal love affair 26 photos After their wedding on April 29, 2011, the duke and duchess drive from Buckingham Palace to Clarence House in a vintage Aston Martin. Hide Caption 8 of 26 Will and Kate's royal love affair 26 photos The newlyweds walk hand in hand from Buckingham Palace the day after their wedding to a waiting helicopter as they leave for a secret honeymoon location on April 30, 2011. Hide Caption 9 of 26 Will and Kate's royal love affair 26 photos U.S. President Barack Obama and first lady Michelle Obama meet with the royal couple at Buckingham Palace on May 24, 2011. Hide Caption 10 of 26 Will and Kate's royal love affair 26 photos You can feel the love as the happy couple attend a Snowbirds air show during Canada Day celebrations on July 1, 2011, in Ottawa. Hide Caption 11 of 26 Will and Kate's royal love affair 26 photos During their visit to Canada, Catherine shovels soil as Prince William watches on July 2, 2011, during a tree-planting ceremony in Ottawa. Hide Caption 12 of 26 Will and Kate's royal love affair 26 photos The newly married royal couple enjoyed their first joint overseas tour on July 7, 2011. Here the pair watch a rodeo demonstration at a government reception in Calgary, Alberta. Hide Caption 13 of 26 Will and Kate's royal love affair 26 photos As part of their charity work, the couple attended a \"healthy living cookery session\" during a visit to Centrepoint's Camberwell Foyer on December 21, 2011, in London. The national charity provides housing and support to improve the lives of homeless young people. Hide Caption 14 of 26 Will and Kate's royal love affair 26 photos Queen Elizabeth II, Prince William and Catherine on the balcony of Buckingham Palace during the finale of the Queen's Diamond Jubilee celebrations on June 5, 2012, in London. Hide Caption 15 of 26 Will and Kate's royal love affair 26 photos Catherine and Prince William celebrate during track cycling events at the Olympic Games in London on August 2, 2012. Hide Caption 16 of 26 Will and Kate's royal love affair 26 photos On September 18, 2012, the couple drank coconut milk from a tree planted 30 years before by Queen Elizabeth II in the South Pacific island nation of Tuvalu. Hide Caption 17 of 26 Will and Kate's royal love affair 26 photos The couple attended a St. Patrick's Day parade by the 1st Battalion Irish Guards as they visit Aldershot Barracks on March 17, 2013, in Aldershot, England. Hide Caption 18 of 26 Will and Kate's royal love affair 26 photos Prince Harry and the royal couple make magic on the set used to depict Diagon Alley in the Harry Potter films during the inauguration of Warner Bros. Studios Leavesden in London on April 26, 2013. Hide Caption 19 of 26 Will and Kate's royal love affair 26 photos Prince William, Catherine and Prince Harry arrive for a service of celebration marking the 60th anniversary of the coronation of Elizabeth II at Westminster Abbey in London on June 4, 2013. Hide Caption 20 of 26 Will and Kate's royal love affair 26 photos The Duke and Duchess of Cambridge depart St. Mary's Hospital in London with their newborn son on July 23, 2013. The boy was born at 4:24 p.m. a day earlier, weighing 8 pounds, 6 ounces. Hide Caption 21 of 26 Will and Kate's royal love affair 26 photos The couple are pictured with their newborn boy, Prince George Alexander Louis of Cambridge. The new parents released two family photographs taken by Michael Middleton, Catherine's father. Hide Caption 22 of 26 Will and Kate's royal love affair 26 photos The duke and duchess start the Ring O'Fire Anglesey Costal Ultra Marathon In Holyhead, Wales, on August 30, 2013. It was Kate's first public appearance since the birth of Prince George. Hide Caption 23 of 26 Will and Kate's royal love affair 26 photos The royal couple attend the Tusk Conservation Awards at the Royal Society on September 12, 2013, in London. It was Catherine's first red carpet appearance since giving birth. Hide Caption 24 of 26 Will and Kate's royal love affair 26 photos The royal family wave to the crowd before boarding a Royal Australian Air Force plane to Australia at Wellington Airport's military terminal April 16 in Wellington, New Zealand. The Duke and Duchess of Cambridge went on a three-week tour of Australia and New Zealand, the first official trip overseas with their then 8-month-old son. Hide Caption 25 of 26 Will and Kate's royal love affair 26 photos A photograph taken in London on July 2, to mark Prince George's first birthday, shows the family during a visit to the Sensational Butterflies exhibition at the Natural History Museum in London. Buckingham Palace announced on September 8 that a second royal baby is on the way for the couple. The couple's second child will become fourth in line to the British throne. Hide Caption (CNN) The royal baby wait appears to be nearly over. The Duchess of Cambridge was hospitalized early Saturday in the early stages of labor, Kensington Palace announced. It will be the second child for Prince William, 32, and Catherine Middleton, 33, who was scheduled to give birth last month. Their son, Prince George, was born in July 2013. Catherine made her last official appearance in March in London, where she toured a learning center and a church that hosts a youth charity. The duchess, who was accompanied by her husband, was transported by car to Mary's Hospital in Paddington, London. The British Royal Family",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Duke",
        "William",
        "Diana",
        "Elizabeth II",
        "Mary",
        "Kate Middleton",
        "Barack Obama",
        "Harry Potter",
        "Middleton",
        "Michelle Obama",
        "Clarence House",
        "Max Foster",
        "Faith Karimi",
        "Catherine",
        "Michael Middleton",
        "Harry",
        "Catherine Middleton",
        "Prince George",
        "Kate",
        "George Alexander Louis",
        "George"
      ],
      "locations": [
        "Britain",
        "Tuvalu",
        "Calgary",
        "St. Andrews",
        "Buckingham Palace",
        "Westminster Abbey",
        "England",
        "Twickenham",
        "South Pacific",
        "Wales",
        "Wellington Airport",
        "Alberta",
        "London",
        "Italy",
        "Scotland",
        "U.S.",
        "Aldershot",
        "Canada",
        "Diagon Alley",
        "Paddington",
        "Wellington",
        "Australia",
        "Ottawa",
        "Cambridge",
        "New Zealand"
      ],
      "organizations": [
        "Anglesey Costal Ultra Marathon In Holyhead",
        "State Rooms of St. James",
        "Warner Bros",
        "Studios Leavesden",
        "Aston Martin",
        "Sir Menzies Campbell",
        "University of St. Andrews",
        "Air Force",
        "St. Mary's Hospital",
        "CNN",
        "Royal Society",
        "Centrepoint",
        "CNN Leadership <div class=\"banner\" id=\"cnn_300x250_sync_freewheel-rail_0_banner\"><span id=\"cnn_300x250_sync_freewheel-rail_0\" class=\"_fwph\"><form id=\"_fw_form_cnn_300x250_sync_freewheel-rail_0\" style=\"display:none\"><input type=\"hidden\" name=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" id=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" value=\"ptgt=s&envp=g_js&w=300&h=250&slau=300x250_sync&adUnit=300x250_sync\"></form><span id=\"_fw_container_cnn_300x250_sync_freewheel-rail_0\" class=\"cn-shingle__ad\"></span></span></div> Royal"
      ],
      "crawled": "2015-05-02T09:03:10.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOa_m4I6sTAts9S5.NLBkopDQc3v5vsHE3TC9O4xxqbp9Al.U219F7prx0IH2Zsk.FWmGSPdap2_SA--",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/edition_asia.rss",
        "section_title": "CNN.com - Asia",
        "title": "Australia recalls envoy over executions",
        "title_full": "Australia recalls envoy over executions",
        "published": "2015-05-02T09:53:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruX04uo70PKYsFyzUK.wrBuvIO2y88eYUe3AJxCyRkVY67pzxIN25vzqlx5_er43MEHgnqxH3EbQxaG_PXReptiyw--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T09:53:00.000+03:00",
      "title": "Australia recalls envoy over executions",
      "text": "Brazil extends 'deepest sympathy' to family of executed Brazilian Indonesia executed eight death row inmates early Wednesday Australian PM calls executions \"cruel and unnecessary\" (CNN) Australia has recalled its ambassador to Indonesia for consultations after two Australians were among eight drug smugglers executed by firing squad early Wednesday. Australian Prime Minister Tony Abbott called the executions \"cruel and unnecessary\" because both men, Andrew Chan and Myuran Sukumaran, had been \"fully rehabilitated\" during a decade in prison. Abbott didn't say what permanent actions, if any, would be taken against Indonesia. \"This is a dark moment in the relationship, but I'm sure the relationship will be restored,\" he said. One of the men's Indonesian lawyers, Todung Mulya Lubis tweeted his apologies. \"I failed. I lost,\" he said. \"I'm sorry.\" \nI failed. I lost. — Todung Mulya Lubis (@TodungLubis) April 28, 2015 Indonesian President Joko Widodo appeared to shrug off the diplomatic recall, telling reporters that \"our legal sovereignty must be respected. We also respect other countries' legal sovereignty.\" Foreign Minister Retno Marsudi said the country had no plans to recall its own ambassador in response. \"This is a legal case. This is not a political case so at this very stage, we do not have any plan to call our ambassador back from Canberra,\" he said. READ: Why Australians are angry Six other inmates were executed, including Nigerians Raheem Salami, Silvester Obiekwe Nwolise, Okwudil Oyatanze and Martin Anderson; Indonesian Zainal Abidin and Brazilian Rodrigo Gularte, who was said to be mentally ill. On Wednesday, Brazil's foreign ministry released a statement expressing \"deep sadness\" at Gularte's execution, saying that Brazilian President Dilma Rousseff had urged her Indonesian counterpart to spare him due to his \"psychiatric condition.\" Gularte is the second Brazilian to be executed in Indonesia this year, with the first -- Marco Archer Cardoso Moreira -- prompting the country to recall its ambassador for consultations. Filipina spared The Indonesian government had originally announced that nine prisoners would be executed, bu t at the last moment Filipina Mary Jane Veloso was spared . \"We are so happy, so happy. I thought I had lost my daughter already but God is so good. Thank you to everyone who helped us,\" her mother Celia Veloso told CNN. Philippines embassy officials said Veloso would be returned to Yogyakarta prison in Central Java later on Wednesday. Filipina death row prisoner Mary Jane Veloso seen in traditional dress to mark Kartini Day at Yogyakarta prison, April 21, 2015. No reason was given for the reprieve but it may relate to developments in her case late on Tuesday. CNN Philippines reported that Veloso's alleged recruiter, Maria Kristina Sergio and her partner Julius Lacanilao, surrendered to authorities. The report said Sergio had denied all accusations in relation to Veloso's case. Veloso's lawyers claimed the mother-of-two was the victim of human trafficking. They say she was offered work in Malaysia, but when she arrived she was told the job had been filled and wasn't aware the bag she'd been given for the return journey to Indonesia was filled with drugs. A tenth prisoner, Frenchman Serge Atlaoui, was also scheduled to be executed but his case was delayed while a court considers a legal challenge. No reprieve for Australians Candlelight vigils were held for Chan and Sukumaran in the hours ahead of the expected execution.The men's legal teams had been fighting for years for a stay, but it wasn't to be. The men -- then aged in their early twenties -- were arrested in 2005 as part of the \"Bali Nine,\" a drug smuggling gang that intended to import 8 kilograms (17.6 pounds) of heroin from Bali to Australia. They failed. Indonesia executions 11 photos A police car escorts an ambulance carrying the coffin bearing the body of one of the eight executed drug convicts as it arrives in Nusakambangan port in Cilacap after the executions at Nusakambangan maximum security prison island on Wednesday, April 29. Indonesia executed eight convicted drug smugglers -- including two of the so-called \"Bali Nine\" -- the Reuters news agency reported, citing local media , despite a firestorm of international criticism and last-ditch pleas by the condemned prisoners' families. Hide Caption 1 of 11 Indonesia executions 11 photos A coffin bearing the body of one of the executed is transported in an ambulance escorted by an unidentified woman on April 29. Hide Caption 2 of 11 Indonesia executions 11 photos Marites Laurente, center, and Darling Veloso,right, sisters of Filipina drug convict Mary Jane Veloso, arrive at Nusakambangan port in Cilacap after returning from Nusakambangan maximum security prison on April 29. Veloso was spared at the 11th hour after facing execution. Hide Caption 3 of 11 Indonesia executions 11 photos An Indonesian police firing squad boards a boat in Cilacap, Indonesia, to cross to the maximum security prison on Nusa Kambangan island on Tuesday, April 28, ahead of the execution of drug convicts. Hide Caption 4 of 11 Indonesia executions 11 photos Roman Catholic priest Charlie Burrows, left, spritual adviser of Brazilian drug convict and death row prisoner Rodrigo Gularte, waits beside Indonesian police for a ferry to carry officials and representatives from families of prisoners. Hide Caption 5 of 11 Indonesia executions 11 photos Brintha Sukumaran, center, sister of death row prisoner Myuran Sukumaran, cries upon arrival at the ferry port in Cilacap on April 28. Hide Caption 6 of 11 Indonesia executions 11 photos Indonesian soldiers and police officers stand guard at the Wijayapura ferry port in Cilacap on April 28. Hide Caption 7 of 11 Indonesia executions 11 photos Indonesian activists hold a protest in Jakarta on April 28 calling for a halt to the proposed executions. Hide Caption 8 of 11 Indonesia executions 11 photos Protestors light candles outside the Presidential Palace in Jakarta on April 28 for those scheduled to be executed. Hide Caption 9 of 11 Indonesia executions 11 photos Supports of Filipina Mary Jane Veloso, who was scheduled for execution, hold a candlelight vigil in front of the Indonesian Embassy in Manila, Philippines, on April 28. Hide Caption",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-02T10:04:30.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZHfm1TreAgd26FtkFBBbQBOw5MZvV2P1JQ8TqFsaEEIq7astSxMM3Mg--",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Aid agencies issue urgent appeals for Nepal relief - CNN.com",
        "title_full": "Aid agencies issue urgent appeals for Nepal relief - CNN.com",
        "published": "2015-05-02T12:52:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZHfm1TreAgd26FtkFBBbQBOw5MZvV2P1JQ8TqFsaEEIq7astSxMM3Mg--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T12:52:00.000+03:00",
      "title": "Aid agencies issue urgent appeals for Nepal relief - CNN.com",
      "text": "Nepal's FM: We aren't getting the aid we need 04:31 Story highlights Death toll now stands at 6,621 people The United Nations issues urgent appeals for international aid (CNN) A week after a 7.8-magnitude earthquake killed thousands in Nepal, the government said Saturday that chances of finding survivors are \"extremely slim.\" \"It will be a miracle if anyone is found alive,\" said Home Ministry spokesman Laxmi Dhakal. \"But we have not completely given up yet and are continuing to look.\" The death toll now stands at 6,621 people with an additional 14,566 others injured, according to Nepal's National Emergency Center. Photos: CNN's 'Scenes from the field' 51 photos Photos: CNN's 'Scenes from the field' 51 photos PHILIPPINES: Pacman fever reaches the Philippines Post Office, which printed commemorative stamps of Manny Pacquiao days before the much-anticipated Mayweather-Pacquiao fight. \"Every time he has a fight we issue a stamp for Pacquiao,\" Postmaster Evelyn Jacala told me, adding \"They're selling like hot cakes.\" - CNN's Ivan Watson.Follow @ivancnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 1 of 51 Photos: CNN's 'Scenes from the field' 51 photos NEPAL: \"Met these two cartwheeling their way through a huge tent city in the middle of Kathmandu. Squatting among thousands of others too scared to be under a roof right now -- but not letting it get to them.\" - CNN's Tim Hume.Follow @tim_hume and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 2 of 51 Photos: CNN's 'Scenes from the field' 51 photos CUBA: \"Los yachtys... One of the most popular swimming spots in the Miramar section of Havana.\" - CNN's Patrick Oppmann. Follow @cubareporter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos INDIA: \"I think so, too! Angry seller at Kolkata's Lake Market.\" - CNN's Gisella Deputato.Follow @gisellacnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 4 of 51 Photos: CNN's 'Scenes from the field' 51 photos NEPAL: Buildings reduced to rubble... A magnitude 7.8 earthquake centered less than 50 miles from Kathmandu rocked Nepal with devastating force on Saturday. The earthquake and its aftershocks have turned one of the world's most scenic regions into a panorama of devastation. Photo by CNN's Bharati Naik, April 27.Follow @bharatinaiknow and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 5 of 51 Photos: CNN's 'Scenes from the field' 51 photos DELAWARE: \"On the way to Nepal... Excited 6 year old Pryse is on her first overseas deployment to a disaster zone. USAID's Disaster Assistance Response Team (DART) is departing soon from Dover Air Force Base. The team consists of 54 urban disaster search and rescue members and 6 specialized K9 dogs from Fairfax County, VA.\" - CNN's Khalil Abdallah, April 26.Follow @madcameraman and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 6 of 51 Photos: CNN's 'Scenes from the field' 51 photos CHILE: Volcanic ash from the Calbuco volcano covers the ground at an evacuated house in Ensenada. The volcano has erupted twice this week, spewing about 23 1/2 inches (60 centimeters) of ash in some places. Photo by CNN's Shasta Darlington, April 24.Follow @shastadarlington and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 7 of 51 Photos: CNN's 'Scenes from the field' 51 photos JORDAN: The sun sets on the Wadi Rum Desert. The area is best known for its connection with British officer T. E. Lawrence (Lawrence of Arabia) during the Arab Revolt of 1917-18. It is the current home of many Bedouin tribes -- many who host tourists in their elaborate camel hair tents. Photo by CNN's Wesley Bruer.Follow @wesbruer and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 8 of 51 Photos: CNN's 'Scenes from the field' 51 photos INDIA: \"Early morning in Kolkata and the flower market by Howrah Bridge is a hive of activity. Bright garlands here are used for decorative purposes but also as offerings in prayer.\" - CNN's Gisella Deputato.Follow @gisellacnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos JORDAN: Sun setting in Wadi Rum. Photo by CNN's Wesley Bruer.Follow @wesbruer and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 10 of 51 Photos: CNN's 'Scenes from the field' 51 photos MARYLAND: \"Residents of Baltimore's Gilmore Homes neighborhood. Inadvertently snapped it, but really striking.\" - CNN's Miguel Marquez. Protests are gaining steam in Baltimore after Freddie Gray, a 25-year-old black man, died from a devastating injury he allegedly suffered while in police custody.Follow @miggymoo and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 11 of 51 Photos: CNN's 'Scenes from the field' 51 photos MARYLAND: A man holds his hands up as he and others face off with police during a protest against police brutality and the death of Freddie Gray. The emotions are raw and protests are growing in Baltimore, where a community wants answers in the Gray's death. Gray, a 25-year-old black man, died of a spinal injury on Sunday, one week after he was taken into custody. Photo by CNN's Oliver Janney, April 22.Follow @oliverjcnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 12 of 51 Photos: CNN's 'Scenes from the field' 51 photos FLORIDA: \"A member of the Marine Corps looks out from the back of our Osprey while flying over the Florida Everglades -- on our way to President Obama's tour on Earth Day. \" - CNN's Khalil Abdallah, April 22. Obama ventured into the Everglades on Wednesday to lend urgency to his environmental agenda, declaring the dangers of climate change an imminent threat to the state's economy.Follow @madcameraman and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 13 of 51 Photos: CNN's 'Scenes from the field' 51 photos ENGLAND: \"Spoiler Alert! 1969 McLaren M7C Formula 1 car. The front wing was a revolutionary design, but subsequently banned on safety grounds.\" - CNN's Christian Streib.Follow @christianstreibcnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 14 of 51 Photos: CNN's 'Scenes from the field' 51 photos INDIA: A young boy stares out the window of a train at the Old Delhi Railway Station. Indian Railways transports some 15 million passengers a day. Photo by CNN's Mitra Mobasherat.Follow @mitracnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 15 of 51 Photos: CNN's 'Scenes from the field' 51 photos CUBA: \"Ninety-two and still smoking. Rolando works in the fields of San Juan y Martinez, where much of the tobacco that goes into Cuba's famed cigars is grown.\" - CNN's Patrick Oppmann. Follow @cubareporter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos HONG KONG: \"Minibuses waiting for rush hour in Mongkok.\" - CNN's Brad Olson, April 20.Follow @cnnbrad and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 17 of 51 Photos: CNN's 'Scenes from the field' 51 photos SCOTLAND: Edinburgh Castle dominates the Scottish capital. The site has been occupied since the Bronze Age but the oldest surviving component, St Margaret's Chapel, dates from the 12th century. The castle remains one of the country's most popular tourist attractions. Photo by CNN's Nicol Nicolson. Follow @nicolnic and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 18 of 51 Photos: CNN's 'Scenes from the field' 51 photos AZERBAIJAN: \"Bootiful! The food market in Baku... A world away from the designer shops & Cannes-esque sea front... But just as eye catching.\" - CNN's Amanda Davies.Follow @amandadcnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 19 of 51 Photos: CNN's 'Scenes from the field' 51 photos CUBA: \"A worker lowers a Cuban flag outside the US Interests Section in Havana. Cubans are for the most part very excited about the rapprochement between the United States and Cuba.\" - CNN's Patrick Oppmann.Follow @cubareporter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 20 of 51 Photos: CNN's 'Scenes from the field' 51 photos SOUTH AFRICA: \"The lasting effects of xenophobic violence in South Africa as attacks spread to Johannesburg. An auto shop owned by Nigerians is completely destroyed. They say they simply don't have enough money to start over. Everything they had went into this shop.\" - CNN's Brent Swails, April 17.Follow @bsswails and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 21 of 51 Photos: CNN's 'Scenes from the field' 51 photos WASHINGTON: \"The Palouse is a largely agricultural region in western Idaho and eastern Washington. Created by cataclysmic flooding at the end of the last ice age, the 198-foot-falls and 'channeled scablands' at Palouse Falls State Park in Washington state appear as a dramatic surprise in a little visited part of the United States.\" - CNN's Chuck Thompson. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos LONDON: Sightseeing at night. Photo by CNN's Christian Streib.Follow @christianstreibcnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos HONG KONG: Wan Chai jigsaw puzzle. Photo by CNN's Jethro Mullen.Follow @jethromullen and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 24 of 51 Photos: CNN's 'Scenes from the field' 51 photos ESSAOUIRA, MOROCCO: \"By bike or by boat? Always remember the journey 'is' the destination.\" - CNN's Errol Barnett. Follow @errolswindow and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 25 of 51 Photos: CNN's 'Scenes from the field' 51 photos WASHINGTON: \"Saving the Ducklings... Good samaritans young and old, stop in the rain to save a lost brood of ducklings in downtown DC.\" - CNN's Khalil Abdallah.Follow @madcameraman and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 26 of 51 Photos: CNN's 'Scenes from the field' 51 photos COLOMBIA: La Catedral de Sal (The Salt Cathedral) of Zipaquirá is an underground Roman Catholic church built within the tunnels of a salt mine -- 200 meters underground -- in a Halite mountain near the town of Zipaquirá. Photo by CNN's Miguel Castro.Follow @sambassando and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption Photos: CNN's 'Scenes from the field' 51 photos CUBA: Neighborhood domino game in Havana. Photo by CNN's Patrick Oppmann.Follow @cubareporter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 28 of 51 Photos: CNN's 'Scenes from the field' 51 photos GEORGIA: \"Could this guy be any cooler? Jordan Spieth borrows my phone for a quick selfie in his new green jacket.\" - CNN's Don Riddell, April 12.Spieth served notice to the golfing world with a record-breaking first major victory at the Masters on Sunday. The 21-year-old became the second-youngest player to win at Augusta, and just the fifth man to lead the prestigious tournament from start to finish.Follow @donriddell and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 29 of 51 Photos: CNN's 'Scenes from the field' 51 photos NEW YORK: \"Iconic piece of street art by @nickwalker_art on the corner of 17th Street and 6th Avenue. NY'ers are crawling out of their apartments and enjoying New York again after a very long winter. I ❤️NY is finally true again.\" - CNN's Kari Pricher.Follow @karipricher and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 30 of 51 Photos: CNN's 'Scenes from the field' 51 photos IRAQ: CNN's Hamdi Alkhshali @hummatl with Yazidi children who fled with their families from Sinjar after ISIS stormed the city. The Shariya refugee camp in Duhok holds 19,000 Yazidis that fled from Mount Sinjar and surrounding Yazidi towns. Photo by CNN's Arwa Damon. Hide Caption 31 of 51 Photos: CNN's 'Scenes from the field' 51 photos HONG KONG: The MTR metro system may close public operations just after 1 a.m. each day, but that doesn't mean the system goes to sleep. Each night, after the last trains have departed the stations, thousands of workers enter the dark tunnels to inspect, maintain and replace the tracks before the system returns to service at dawn. Photo by CNN's Jason Kwok. Follow @privatesky and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 32 of 51 Photos: CNN's 'Scenes from the field' 51 photos JORDAN: \"Petra, the city carved from stone. It's really cool. You have to walk through a long narrow canyon and then suddenly you see this. It got started about 2300 years ago and after its heyday in the time of Rome it faded away as an important centre.\" - CNN's Brad Olson, April 11.Follow @cnnbrad and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 33 of 51 Photos: CNN's 'Scenes from the field' 51 photos LEBANON: \"Lebanese hummus made from scratch. Doesn't get better than this. At Le Professeur in Mar Elias.\" - CNN's Jon Jensen, April 11.Follow @jonjensencnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 34 of 51 Photos: CNN's 'Scenes from the field' 51 photos REPUBLIC OF PANAMA: Cargo ship named \"Mona Lisa\" completes passage through the Panama Canal's Pedro Miguel Locks. Tugboats guide the ship as it prepares to pass under Centennial Bridge and through Culebra Cut. It generally takes a ship 8-10 hours to complete the 48 mile transit from Atlantic to Pacific Ocean (or vice-versa) through the Panama Canal. Photo by CNN's Jim Acosta, April 10.Follow @jimacostacnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 35 of 51 Photos: CNN's 'Scenes from the field' 51 photos EGYPT: \"Coptic Christians getting tattoos on Orthodox Good Friday in Cairo. Tattoos in Egypt is a tradition dating back thousands of years. Today's Christians wear their ink with pride.\" - CNN's Ian Lee, April 10.Follow @ianjameslee and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 36 of 51 Photos: CNN's 'Scenes from the field' 51 photos UNITED ARAB EMIRATES: \"At the Al Marmoum camel races in Dubai. The lucky winners get a face full of saffron paste after crossing the finish line. Emiratis say it gives the camel a nice smell for about a month and, more importantly, is an easy way to recognize who claimed the honor of victory.\" - CNN's Jon Jensen.Follow @jonjensencnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 37 of 51 Photos: CNN's 'Scenes from the field' 51 photos WASHINGTON: \"Finally... After a long winter the cherry trees around Washington's Tidal Basin have blossomed -- surrounding the Jefferson Memorial.\" - CNN's Khalil Abdallah, April 9.Follow @madcameraman and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 38 of 51 Photos: CNN's 'Scenes from the field' 51 photos VIETNAM: \"Visitors to Hanoi's Hoan Kiem Lake will see dozens of couples in a wide array of poses as they get their pre-nuptial photos taken. This particular bride was taking time out.\" - CNN's Nicol Nicolson.Follow @nicolnic and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 39 of 51 Photos: CNN's 'Scenes from the field' 51 photos GEORGIA: Heee's Baaack!​ Tiger Woods rides in a golf cart during a practice round at the Augusta National Golf Club. Woods has dropped to 111th in the world rankings -- the worst of his career. Should he claim a fifth green jacket this year, he'd be the lowest ranked player ever to win the Masters. The Masters Tournament begins April 9. Photo by CNN's John McAfee, April 7.Follow @jcmca40cnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 40 of 51 Photos: CNN's 'Scenes from the field' 51 photos IRAQ: \"The Arch of Triumph in Baghdad. It was built by Saddam to commemorate the Iran-Iraq war. Nowadays relations between Baghdad and Tehran are good. Too good according to some. They were going to tear it down but the people complained and the demolition was stopped.\" - CNN's Brad Olson, April 8.Follow @cnnbrad and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 41 of 51 Photos: CNN's 'Scenes from the field' 51 photos UNITED ARAB EMIRATES: \"Window-washer on Dubai's Burj Khalifa... Most dangerous job ever?\" - CNN's Jon Jensen (Photo taken from the 159th floor).Follow @jonjensencnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 42 of 51 Photos: CNN's 'Scenes from the field' 51 photos SAUDI ARABIA: \"Saudi hospitality...just seconds before our @nicrobertsoncnn live shot in Jizan.\" - CNN's Samira Said, April 7.Follow @samira_cnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 43 of 51 Photos: CNN's 'Scenes from the field' 51 photos IRAQ: Iraqi soldiers salute the dead. Mass graves believed to hold Iraqi soldiers have been discovered in newly liberated Tikrit. Up to 1,700 bodies may be recovered. ISIS claimed to have executed that many soldiers captured in June outside Camp Speicher, a fortified Iraqi base near Tikrit.​ Photo by CNN's Hamdi Alkhshali.Follow @hummatl and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 44 of 51 Photos: CNN's 'Scenes from the field' 51 photos OMAN: \"Jebel Shams, a couple of hours inland from Muscat, is home to Oman's very own Grand Canyon. The mountain on the far side rises to 3000 meters above sea level and it's an imposing site, made all the more special by the Bedouin communities that inhabit the area.\" - CNN's Nicol Nicolson.Follow @nicolnic and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 45 of 51 Photos: CNN's 'Scenes from the field' 51 photos CUBA: \"You see rare classic cars in Cuba nearly every day but coming across a Zephyr was a special treat.​\" - CNN's Patrick Oppmann.Follow @cubareporter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 46 of 51 Photos: CNN's 'Scenes from the field' 51 photos NEW YORK: \"First glimmer of the sun on this Easter morning! (the rays of light are a reflection of the fluorescents at CNN NYC)\" - CNN's Brian Stelter, April 5.Follow @brianstelter and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 47 of 51 Photos: CNN's 'Scenes from the field' 51 photos WEST BANK: One of the few off days in the Jerusalem bureau -- decided to hike along the Wadi Qelt in the West Bank -- came across Bedouin shepherd Gabriel. He made controlling his 130 head of sheep and goats look easy. \"Like driving a car,\" he said, \"they go where I go.\" - CNN's Brent Swails.Follow @bsswails and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 48 of 51 Photos: CNN's 'Scenes from the field' 51 photos IRAQ: \"Easter Mass in Baghdad. There are not many Christians left in Iraq. Most have fled for their lives. During the service the priest said, 'don't give up hope.' At this church scores were killed by a suicide bomber on Easter a few years ago. Today's service was very moving.\" - CNN's Brad Olson, April 4.Follow @cnnbrad and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 49 of 51 Photos: CNN's 'Scenes from the field' 51 photos UNITED ARAB EMIRATES: \"Fly boarding is the latest water sport proving very popular in the UAE. The board is connected to a jet ski by a hose, which then helps propel the board in the air.\" - CNN's Amir Daftari.Follow @daftpix and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 50 of 51 Photos: CNN's 'Scenes from the field' 51 photos DENMARK: Statue of Hans Christian Andersen submerged in Odense harbor. The 10 foot tall bronze sculpture used to stand near Odense town hall, but the artist decided to bury it in the harbor in 2011 after a spat with the city. The city diverted funds raised and scrapped plans for an interactive fountain featuring the statue in the city center. In protest, the artist decided he'd rather drown his creation (worth over $200k) than move it to a less desirable location far from the city center as proposed. Photo by CNN's John Dear, April 3. Follow @johndearcnn and other CNNers on the @cnnscenes gallery on Instagram for more images you don't always see on news reports from our teams around the world. Hide Caption 51 of 51 EXPAND GALLERY The United Nations estimates that over 3 million people are in need of food assistance -- nearly half of those need it immediately. Supplemental feeding is necessary for 200,000 children and pregnant or lactating women in the country. And therapeutic feeding in needed for some 15,000 children with severe acute malnutrition, and 70,000 more with moderate acute malnutrition. Access remains a key obstacle, particularly outside the Kathmandu valley -- some villages can only be reached by helicopter, which are a limited. Debris management will be required for humanitarian supplies to reach remote areas. Shelter is the most critical need, along with food and water. The UN estimates that half-a-million homes have been destroyed across the country. There is a desperate need for tents, tarpaulins and blankets. In some areas, there are reports of as many as 100 people sharing a single communal tent. Powerful earthquake hits Nepal 61 photos Powerful earthquake hits Nepal 61 photos A woman receives comfort during the funeral of her mother, a victim of Nepal's deadly earthquake, on Friday, May 1, in Kathmandu. A magnitude-7.8 earthquake centered less than 50 miles from Kathmandu rocked Nepal with devastating force Saturday, April 25. The earthquake and its aftershocks have turned one of the world's most scenic regions into a panorama of devastation, killing and injuring thousands. Hide Caption 1 of 61 Powerful earthquake hits Nepal 61 photos Hindu priests perform rituals during the cremations of victims at the Pashupatinath Temple on the banks of the Bagmati River in Kathmandu on May 1. Hide Caption 2 of 61 Powerful earthquake hits Nepal 61 photos People await aid from an Indian army helicopter in front of damaged homes in Kulgaun, Nepal, on May 1. Hide Caption 3 of 61 Powerful earthquake hits Nepal 61 photos An injured woman gets carried on a stretcher at Kathmandu's airport after being evacuated from Melamchi, Nepal, on May 1. Hide Caption 4 of 61 Powerful earthquake hits Nepal 61 photos A member of the Los Angeles County Fire Department guides his sniffing dog through a collapsed building in Kathmandu on Thursday, April 30. Hide Caption 5 of 61 Powerful earthquake hits Nepal 61 photos A teenage boy gets rushed to a hospital April 30 after being rescued from the debris of a building in Kathmandu days after the earthquake. Hide Caption 6 of 61 Powerful earthquake hits Nepal 61 photos A man is freed from the ruins of a hotel by French rescuers in the Gangabu area of Kathmandu on Tuesday, April 28. Reuters identified the man as Rishi Khanal. Hide Caption Powerful earthquake hits Nepal 61 photos Nepalese military police search through rubble outside Kathmandu on April 28. Hide Caption 8 of 61 Powerful earthquake hits Nepal 61 photos People rest April 28 in a temporary housing camp in Kathmandu. Large encampments of tents have sprung up in open areas, including a wide space belonging to the military in the center of the capital. Hide Caption Powerful earthquake hits Nepal 61 photos A family collects belongings from their home in Bhaktapur, Nepal, on Monday, April 27. Hide Caption Powerful earthquake hits Nepal 61 photos Damaged buildings lean to the side in Kathmandu on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos Hide Caption 12 of 61 Powerful earthquake hits Nepal 61 photos Members of the Nepalese army retrieve bodies from a collapsed building in Bhaktapur near Kathmandu on April 27. Hide Caption 13 of 61 Powerful earthquake hits Nepal 61 photos Nepalese soldiers carry a wounded woman to a helicopter as they evacuate people from Trishuli Bazar, Nepal, on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos People charge their cell phones in an open area in Kathmandu on April 27. Hide Caption 15 of 61 Powerful earthquake hits Nepal 61 photos Emergency personnel evacuate an injured man to a waiting helicopter in Trishuli Bazar on April 27. Hide Caption 16 of 61 Powerful earthquake hits Nepal 61 photos An aerial view of the devastation in Kathmandu on April 27. The destruction in Nepal's capital is stark: revered temples reduced to rubble, people buried in the wreckage of their homes, hospitals short on medical supplies overflowing with patients. Hide Caption 17 of 61 Powerful earthquake hits Nepal 61 photos Residents rescue items from the debris of houses damaged in the quake in Kathmandu on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos An aervial view shows ruined buildings in Trishuli Bazar on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos A woman prays at a ruined temple in Kathmandu on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos People rest in temporary shelters in Kathmandu on April 27. Hide Caption Powerful earthquake hits Nepal 61 photos Residents cycle over damaged roads on the outskirts of Kathmandu on Sunday, April 26. Hide Caption 22 of 61 Powerful earthquake hits Nepal 61 photos Four-month-old Sonit Awal is held up by Nepalese army soldiers after being rescued from the rubble of his house in Bhaktapur, Nepal, on April 26. Hide Caption 23 of 61 Powerful earthquake hits Nepal 61 photos The newspaper that provided photographs of the baby's rescue says the Nepalese army initially left the site, thinking the baby had not survived. Hours later when the infant's cries were heard, soldiers came back and rescued him. Hide Caption 24 of 61 Powerful earthquake hits Nepal 61 photos The newspaper adds the Nepalese Army had initially failed to rescue the baby and left the site thinking the baby had not survived. Hours later when the baby's cries were heard the army came back and rescued him. Hide Caption Powerful earthquake hits Nepal 61 photos A woman cries after identifying the body of a relative in Bhaktapur on April 26. Hide Caption Powerful earthquake hits Nepal 61 photos Men clear debris in Bhaktapur on April 26. Hide Caption Powerful earthquake hits Nepal 61 photos A truck evacuates residents from Kathmandu on April 26. Hide Caption 28 of 61 Powerful earthquake hits Nepal 61 photos A Buddha statue is surrounded by debris on April 26 from a collapsed temple in the UNESCO world heritage site of Bhaktapur. Hide Caption 29 of 61 Powerful earthquake hits Nepal 61 photos An elderly woman is helped to her home after being treated for her injuries in Bhaktapur on April 26. Hide Caption 30 of 61 Powerful earthquake hits Nepal 61 photos Family members break down on April 26 during the cremation of a loved one killed in Bhaktapur. Hide Caption 31 of 61 Powerful earthquake hits Nepal 61 photos Smoke from funeral pyres fills the air at the Pashupatinath temple on the banks of Bagmati River in Kathmandu on April 26. Hide Caption Powerful earthquake hits Nepal 61 photos Members of India's National Disaster Response Force look for survivors in Kathmandu on April 26. Hide Caption Powerful earthquake hits Nepal 61 photos Rescue workers remove debris on April 26 as they search for victims in Bhaktapur. Hide Caption 34 of 61 Powerful earthquake hits Nepal 61 photos People look at the debris of one of the oldest temples in Kathmandu on April 26. Hide Caption 35 of 61 Powerful earthquake hits Nepal 61 photos People sleep on a street in Kathmandu, Nepal, on Saturday, April 25. A seemingly endless series of aftershocks continued to roil the area, further traumatizing survivors. Hide Caption Powerful earthquake hits Nepal 61 photos Civilian rescuers carry a person on a stretcher in Kathmandu on April 25. Hide Caption 37 of 61 Powerful earthquake hits Nepal 61 photos People try to free a man from the rubble in Kathmandu on April 25. Cheers rose from the piles when people were found alive -- but mostly bodies turned up. Hide Caption Powerful earthquake hits Nepal 61 photos Pedestrians walk past collapsed buildings in Kathmandu on April 25. Hide Caption 39 of 61 Powerful earthquake hits Nepal 61 photos Azim Afif, of the Universiti Teknologi Malaysia climbing team, provided this photo of their Mount Everest base camp after it was ravaged by an avalanche triggered by the earthquake on April 25. All of Afif's five-member team survived. Hide Caption Powerful earthquake hits Nepal 61 photos Rescuers clear rubble in Kathmandu's Basantapur Durbar Square on April 25. Hide Caption 41 of 61 Powerful earthquake hits Nepal 61 photos A temple on Hanumandhoka Durbar Square lies in ruins after an earthquake in Kathmandu on April 25. Hide Caption 42 of 61 Powerful earthquake hits Nepal 61 photos Dharahara, a tower dating back to 1832 that rose more than 60 meters (200 feet) and provided breathtaking views of Kathmandu and the surrounding Himalayas, collapsed in the earthquake on April 25. Hide Caption Powerful earthquake hits Nepal 61 photos The hand of a statue is seen under debris in Basantapur Durbar Square in Kathmandu. Hide Caption 44 of 61 Powerful earthquake hits Nepal 61 photos A Nepalese man and woman hold each other in Kathmandu's Basantapur Durbar Square on April 25. Hide Caption 45 of 61 Powerful earthquake hits Nepal 61 photos A victim of Nepal's earthquake lies in the debris of Dharahara after it collapsed on April 25 in Kathmandu, Nepal. Hide Caption Powerful earthquake hits Nepal 61 photos Rescuers look for victims under a collapsed building in Kathmandu on April 25. Hide Caption Powerful earthquake hits Nepal 61 photos Volunteers carry a body recovered from the debris of a collapsed building in Kathmandu. Hide Caption Powerful earthquake hits Nepal 61 photos A victim's body is seen in the debris of the collapsed Dharahara on April 25. Hide Caption 49 of 61 Powerful earthquake hits Nepal 61 photos Emergency rescue workers carry a victim from Dharahara after the tower in Kathmandu collapsed on April 25. Hide Caption Powerful earthquake hits Nepal 61 photos People free a man from the rubble of a destroyed building in Kathmandu. Hide Caption Powerful earthquake hits Nepal 61 photos A man walks past a collapsed temple at Basantapur Durbar Square. Hide Caption Powerful earthquake hits Nepal 61 photos Rescue workers clear debris in Kathmandu while searching for survivors. Hide Caption 53 of 61 Powerful earthquake hits Nepal 61 photos People huddle together outside a hospital in Kathmandu. Eyewitnesses said residents were scared and waiting for aftershocks to end. Hide Caption Powerful earthquake hits Nepal 61 photos People search for survivors stuck under the rubble of a destroyed building in Kathmandu. Hide Caption 55 of 61 Powerful earthquake hits Nepal 61 photos Injured people receive treatment in Kathmandu. A CNN reporter said medics were focused on treating the most severely injured. Hide Caption Powerful earthquake hits Nepal 61 photos Emergency rescue workers search for survivors in the debris of Dharahara on April 25. Hide Caption Powerful earthquake hits Nepal 61 photos An injured child lies on the ground outside a hospital in Kathmandu on April 25. Hide Caption Powerful earthquake hits Nepal 61 photos People help with rescue efforts at the site of a collapsed building in Kathmandu. Hide Caption 59 of 61 Powerful earthquake hits Nepal 61 photos An injured child receives treatment outside Medicare Hospital in Kathmandu on April 25. Residents, after a relentless series of aftershocks, have been remaining outdoors. Hide Caption 60 of 61 Powerful earthquake hits Nepal 61 photos The rubble of collapsed walls fills a street in Lalitpur, on the outskirts of Kathmandu, on April 25. Hide Caption 61 of 61 EXPAND GALLERY A total of $61 million in humanitarian pledges, commitments and contributions has been provided for earthquake response so far, according the UN's most recent situation report. But much more is required. The pace of assistance needs to be sped up in order to reach affected populations before the monsoon season starts, the report says. On Friday, the UN's humanitarian affairs chief, Valerie Amos, joined with the European Union's Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides, to ask for $415 million for immediate humanitarian relief from the international community. Both Amos and Stylianides traveled to Nepal to help coordinate the humanitarian response. Kathmandu's Tent City 5 photos Kathmandu's Tent City 5 photos Hundreds of people moved into Kathmandu's Tundikhel after a devastating earthquake shook Nepal on Saturday, April 25. Hide Caption 1 of 5 Kathmandu's Tent City 5 photos Many of their homes were destroyed by the 7.8-magnitude quake; others were so damaged they might be unlivable now. Hide Caption 2 of 5 Kathmandu's Tent City 5 photos Children in Tent City pass the time playing soccer, or sleeping. Their parents are more focused on where the next meal will come from. Hide Caption 3 of 5 Kathmandu's Tent City 5 photos Families have set up portable stoves to cook the little food they get; aid has been slow to reach the encampment. Hide Caption 4 of 5 Kathmandu's Tent City 5 photos Life outside is beginning to return to normal. But the lives of many inside the park's walls will never be the same again. Hide Caption 5 of 5 EXPAND GALLERY \"I am heartened and encouraged by the generosity and solidarity shown to date,\" Amos said in a statement. \"But I am also conscious of the urgent need to provide emergency shelter and basic goods and services to people affected as the monsoon season approaches. So many people have lost everything.\" JUST WATCHED ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Christos Stylianides",
        "Ian Lee",
        "Samira Said",
        "Rishi Khanal",
        "Laxmi Dhakal",
        "Hamdi Alkhshali",
        "Errol Barnett",
        "Arwa Damon",
        "Amos",
        "Bharati Naik",
        "Brad Olson",
        "Brian Stelter",
        "Wesley",
        "Patrick Oppmann",
        "Gabriel",
        "Khalil",
        "Hans Christian Andersen",
        "Nicol Nicolson",
        "Saddam",
        "St Margaret",
        "Azim Afif",
        "Rolando",
        "Don Riddell",
        "Obama",
        "Gray",
        "Valerie Amos",
        "Mona Lisa",
        "Oliver Janney",
        "Kari",
        "Tiger Woods",
        "Jon Jensen",
        "Chuck Thompson",
        "Manny Pacquiao",
        "Woods",
        "Miguel Marquez",
        "Jethro",
        "Pacquiao",
        "Gisella",
        "Jason Kwok",
        "Speicher",
        "John Dear",
        "Stylianides",
        "Heee",
        "Jon Jensen.Follow",
        "Evelyn Jacala",
        "Freddie Gray",
        "T. E. Lawrence",
        "Spieth",
        "Jim Acosta",
        "John McAfee",
        "Hamdi",
        "Khalil Abdallah",
        "Afif"
      ],
      "locations": [
        "Cuba",
        "Mount Everest",
        "Ensenada",
        "West Bank",
        "Duhok",
        "Dubai",
        "Baghdad",
        "Iraq",
        "India",
        "Hoan Kiem Lake",
        "MOROCCO",
        "Mongkok",
        "WASHINGTON",
        "Mount Sinjar",
        "Odense",
        "Bhaktapur",
        "LONDON",
        "Muscat",
        "INDIA",
        "Kolkata",
        "DENMARK",
        "Idaho",
        "Panama Canal",
        "DELAWARE",
        "US",
        "Everglades",
        "Lalitpur",
        "SCOTLAND",
        "Oman",
        "Kathmandu",
        "NEW YORK",
        "Shasta Darlington",
        "Fairfax County",
        "Tundikhel",
        "Zipaquirá",
        "Havana",
        "ENGLAND",
        "Sinjar",
        "Tidal Basin",
        "Cairo",
        "GEORGIA",
        "New York",
        "Baku",
        "Tikrit",
        "Kulgaun",
        "Tent City",
        "NEPAL",
        "Jerusalem",
        "United States",
        "CHILE",
        "Culebra",
        "Florida Everglades",
        "Universiti Teknologi Malaysia",
        "FLORIDA",
        "VA.",
        "Nepal",
        "Augusta",
        "Bagmati River",
        "UAE",
        "Baltimore",
        "AZERBAIJAN",
        "PANAMA",
        "Rome",
        "South Africa",
        "Jordan Spieth",
        "San Juan y Martinez",
        "Jizan",
        "Trishuli Bazar",
        "Atlantic",
        "Hanoi",
        "EGYPT",
        "Tehran",
        "Washington",
        "Dharahara",
        "MARYLAND",
        "CUBA",
        "ESSAOUIRA",
        "Johannesburg",
        "Egypt",
        "OMAN",
        "Palouse Falls State Park",
        "Pacific Ocean",
        "Melamchi",
        "Gangabu",
        "COLOMBIA"
      ],
      "organizations": [
        "Medicare Hospital",
        "CNN.com Nepal",
        "Yazidi",
        "Reuters",
        "Crisis Management",
        "CNN",
        "Los Angeles County Fire Department",
        "Dover Air Force Base",
        "Wadi Qelt",
        "Howrah Bridge",
        "Philippines Post Office",
        "Gilmore Homes",
        "Home Ministry",
        "Edinburgh Castle",
        "Odense",
        "Panama Canal's Pedro Miguel Locks",
        "United Nations",
        "UNESCO",
        "Trishuli Bazar",
        "USAID",
        "National Emergency Center",
        "Nepalese Army",
        "The United Nations",
        "UN",
        "Augusta National Golf Club",
        "National Disaster Response Force",
        "European Union",
        "ISIS",
        "Marine Corps",
        "Lawrence of Arabia",
        "Tent City",
        "UNITED"
      ],
      "crawled": "2015-05-02T12:52:22.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOaEXV_e2UW9POXEhpAM6LEXYQP96nOtbXvAZIglM5PwWEnHRRLQXe7K7CvSzZnc7aDZK_Tlv_vfEehSfHrCt3sgaFg2Wk_BNStUjhhjZ7M_8v402X47g1F2",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://feeds.feedburner.com/yahoo/MJml",
        "section_title": "CNN",
        "title": "Duchess gives birth to second child",
        "title_full": "Duchess gives birth to second child",
        "published": "2015-05-02T14:07:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOaEXV_e2UW9POXEhpAM6LEXYQP96nOtbXvAZIglM5PwWEnHRRLQXe7K7CvSzZnc7aDZK_Tlv_vfEehSfHrCt3sgaFg2Wk_BNStUjhhjZ7M_8v402X47g1F2",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T14:07:00.000+03:00",
      "title": "Duchess gives birth to second child",
      "text": "The newest addition is fourth-in-line to the throne She is the second child for Prince William and Catherine London (CNN) The wait for the second royal baby is over. And it's a princess! The Duchess of Cambridge gave birth to a girl Saturday at a London hospital, Kensington Palace announced. She weighed 8 pounds and 3 ounces, and the Duke of Cambridge was present for the birth, the palace tweeted. \"Her Royal Highness and her child are both doing well,\" it said. George's a big brother This is the second child for Prince William and Catherine after their son, Prince George, who was born in July 2013. A media frenzy ensued outside St. Mary's Hospital as journalists gathered following the announcement that she had gone into labor. Some wore pink or blue -- depending on their preference for a boy or a girl. But Terry Hutt , who just celebrated his 80th birthday, said either a prince or a princess is fine with him. The Queen, The Duke of Edinburgh, The Prince of Wales & The Duchess of Cornwall, Prince Harry & members of both families have been informed — Kensington Palace (@KensingtonRoyal) May 2, 2015 \"Well I'd like both! Can you imagine how George feels?\" Hutt said. \"It's probably his new toy.\" Amanda Copko, who is visiting London from Oregon, said she'll camp outside the hospital until she sees the baby in her mother's arms. \"I look at them as ambassadors of UK,\" she said. \" We are staying here ... until royal baby walks out the door!\" Will and Kate's royal love affair 26 photos Will and Kate's royal love affair 26 photos Britain's Catherine, Duchess of Cambridge, and her husband, Prince William, Duke of Cambridge, visit a center dedicated to community learning in London on Friday, March 27. It will be the duchess' last appearance in public for a while: She's due to give birth in mid- to late April. Hide Caption 1 of 26 Will and Kate's royal love affair 26 photos The couple announced their engagement in 2010 and had their first child, Prince George, in July 2013. Hide Caption 2 of 26 Will and Kate's royal love affair 26 photos The couple met at school and even shared a house with others while students. Here they are on the day of their graduation ceremony at the University of St. Andrews on June 23, 2005, in Scotland. The duchess was then known as Kate Middleton. Hide Caption 3 of 26 Will and Kate's royal love affair 26 photos The pair cheered on the English rugby team during the RBS Six Nations Championship match between England and Italy at Twickenham on February 10, 2007, in London. Hide Caption 4 of 26 Will and Kate's royal love affair 26 photos Middleton received the engagement ring that belonged to Prince William's late mother, Diana, Princess of Wales. The couple posed for photographers to mark their engagement in the State Rooms of St. James's Palace on November 16, 2010. Hide Caption 5 of 26 Will and Kate's royal love affair 26 photos The pair returned to St. Andrews for a tour, accompanied by chancellor Sir Menzies Campbell, right, on February 25, 2011. They returned to their alma mater to launch a fundraising campaign for a new scholarship. Hide Caption 6 of 26 Will and Kate's royal love affair 26 photos Their Royal Highnesses Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge, kiss on the balcony at Buckingham Palace after their wedding ceremony on April 29, 2011, in London. Hide Caption 7 of 26 Will and Kate's royal love affair 26 photos After their wedding on April 29, 2011, the duke and duchess drive from Buckingham Palace to Clarence House in a vintage Aston Martin. Hide Caption 8 of 26 Will and Kate's royal love affair 26 photos The newlyweds walk hand in hand from Buckingham Palace the day after their wedding to a waiting helicopter as they leave for a secret honeymoon location on April 30, 2011. Hide Caption 9 of 26 Will and Kate's royal love affair 26 photos U.S. President Barack Obama and first lady Michelle Obama meet with the royal couple at Buckingham Palace on May 24, 2011. Hide Caption 10 of 26 Will and Kate's royal love affair 26 photos You can feel the love as the happy couple attend a Snowbirds air show during Canada Day celebrations on July 1, 2011, in Ottawa. Hide Caption 11 of 26 Will and Kate's royal love affair 26 photos During their visit to Canada, Catherine shovels soil as Prince William watches on July 2, 2011, during a tree-planting ceremony in Ottawa. Hide Caption 12 of 26 Will and Kate's royal love affair 26 photos The newly married royal couple enjoyed their first joint overseas tour on July 7, 2011. Here the pair watch a rodeo demonstration at a government reception in Calgary, Alberta. Hide Caption 13 of 26 Will and Kate's royal love affair 26 photos As part of their charity work, the couple attended a \"healthy living cookery session\" during a visit to Centrepoint's Camberwell Foyer on December 21, 2011, in London. The national charity provides housing and support to improve the lives of homeless young people. Hide Caption 14 of 26 Will and Kate's royal love affair 26 photos Queen Elizabeth II, Prince William and Catherine on the balcony of Buckingham Palace during the finale of the Queen's Diamond Jubilee celebrations on June 5, 2012, in London. Hide Caption 15 of 26 Will and Kate's royal love affair 26 photos Catherine and Prince William celebrate during track cycling events at the Olympic Games in London on August 2, 2012. Hide Caption 16 of 26 Will and Kate's royal love affair 26 photos On September 18, 2012, the couple drank coconut milk from a tree planted 30 years before by Queen Elizabeth II in the South Pacific island nation of Tuvalu. Hide Caption 17 of 26 Will and Kate's royal love affair 26 photos The couple attended a St. Patrick's Day parade by the 1st Battalion Irish Guards as they visit Aldershot Barracks on March 17, 2013, in Aldershot, England. Hide Caption 18 of 26 Will and Kate's royal love affair 26 photos Prince Harry and the royal couple make magic on the set used to depict Diagon Alley in the Harry Potter films during the inauguration of Warner Bros. Studios Leavesden in London on April 26, 2013. Hide Caption 19 of 26 Will and Kate's royal love affair 26 photos Prince William, Catherine and Prince Harry arrive for a service of celebration marking the 60th anniversary of the coronation of Elizabeth II at Westminster Abbey in London on June 4, 2013. Hide Caption 20 of 26 Will and Kate's royal love affair 26 photos The Duke and Duchess of Cambridge depart St. Mary's Hospital in London with their newborn son on July 23, 2013. The boy was born at 4:24 p.m. a day earlier, weighing 8 pounds, 6 ounces. Hide Caption 21 of 26 Will and Kate's royal love affair 26 photos The couple are pictured with their newborn boy, Prince George Alexander Louis of Cambridge. The new parents released two family photographs taken by Michael Middleton, Catherine's father. Hide Caption 22 of 26 Will and Kate's royal love affair 26 photos The duke and duchess start the Ring O'Fire Anglesey Costal Ultra Marathon In Holyhead, Wales, on August 30, 2013. It was Kate's first public appearance since the birth of Prince George. Hide Caption 23 of 26 Will and Kate's royal love affair 26 photos The royal couple attend the Tusk Conservation Awards at the Royal Society on September 12, 2013, in London. It was Catherine's first red carpet appearance since giving birth. Hide Caption 24 of 26 Will and Kate's royal love affair 26 photos The royal family wave to the crowd before boarding a Royal Australian Air Force plane to Australia at Wellington Airport's military terminal April 16 in Wellington, New Zealand. The Duke and Duchess of Cambridge went on a three-week tour of Australia and New Zealand, the first official trip overseas with their then 8-month-old son. Hide Caption 25 of 26 Will and Kate's royal love affair 26 photos A photograph taken in London on July 2, to mark Prince George's first birthday, shows the family during a visit to the Sensational Butterflies exhibition at the Natural History Museum in London. Buckingham Palace announced on September 8 that a second royal baby is on the way for the couple. The couple's second child will become fourth in line to the British throne. Hide Caption EXPAND GALLERY Displacing uncle Harry The newest addition will be fourth-in-line to the throne, bumping William's brother, Prince Harry, to fifth place. Prince Harry's ascension to the throne was a long shot, anyway. The second child of royal parents is known as \"spare heir.\" Traditionally, they were expected to rule if an older sibling died or could not become king or queen. While the older brother or sister is destined for a life of regal duty and obligation -- of public engagements, investitures and ribbon cutting ceremonies -- the role of the younger royal is less defined. Break from tradition William was born in a private wing at the same hospital on June 21, 1982. So was George. While that might seem normal to most in his generation, it is a break with tradition. Before William, all heirs to the throne had been born at home or at the home of a royal family member. William's father, Prince Charles, was born at Buckingham Palace. Big question When George was born, William and Catherine opted to use the shorter version of his name.The chubby-cheeked toddler's official name is Prince George Alexander Louis of Cambridge. George and his new baby sister may use \"Cambridge\" as a last name when they attend school in a few years. But one big question remains: What will the royals name the new princess? CNN's Elaine Ly contributed from London, and Faith Karimi wrote and reported from Atlanta. CNN's Max Foster contributed to this report. The British Royal Family",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "William",
        "Diana",
        "Elizabeth II",
        "Kate Middleton",
        "Barack Obama",
        "Prince Charles",
        "Amanda Copko",
        "Clarence House",
        "Terry Hutt",
        "Faith Karimi",
        "Harry",
        "Michael Middleton",
        "Prince Harry",
        "Elaine Ly",
        "George",
        "Duke",
        "Catherine London",
        "Hutt",
        "Harry Potter",
        "Middleton",
        "Michelle Obama",
        "Max Foster",
        "Catherine",
        "Kate",
        "Prince George",
        "George Alexander Louis"
      ],
      "locations": [
        "St. Andrews",
        "Tuvalu",
        "Westminster Abbey",
        "England",
        "Twickenham",
        "Wellington Airport",
        "Alberta",
        "Italy",
        "London",
        "Oregon",
        "Aldershot",
        "Australia",
        "St. Mary's Hospital",
        "Cambridge",
        "Cornwall",
        "Britain",
        "Buckingham Palace",
        "Calgary",
        "Atlanta",
        "UK",
        "Wales",
        "South Pacific",
        "Scotland",
        "U.S.",
        "Canada",
        "Diagon Alley",
        "Wellington",
        "Ottawa",
        "New Zealand",
        "Edinburgh"
      ],
      "organizations": [
        "Anglesey Costal Ultra Marathon In Holyhead",
        "State Rooms of St. James",
        "Warner Bros",
        "Studios Leavesden",
        "Aston Martin",
        "Prince Harry &",
        "Sir Menzies Campbell",
        "University of St. Andrews",
        "Air Force",
        "St. Mary's Hospital",
        "CNN",
        "Royal Society",
        "Centrepoint"
      ],
      "crawled": "2015-05-02T14:47:57.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOaHWnNSkAbXcaMDGR_V6We_Rq29I7aOg3s45NBSljJ7ocsy0tzsTzkQzAgS.2TGFX0-",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/cnn_travel.rss",
        "section_title": "CNN.com - Travel",
        "title": "Japan's maglev train sets world record: 603 kph",
        "title_full": "Japan's maglev train sets world record: 603 kph",
        "published": "2015-05-01T13:47:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 9
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruX04uo70PKYsFe8thXp3hCPZ9mu9ScVHX1hkwBu2aFPmEAQqxGYSoeuiwuZftFW4b3Cq9CgYKFWMt.eWBM7wHuIQ--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T13:47:00.000+03:00",
      "title": "Japan's maglev train sets world record: 603 kph",
      "text": "Japan's trains as safe as they are fast 02:19 PLAY VIDEO That beat the old record of 581 kilometers per hour (361 miles per hour), which was set in 2003 during another Japanese maglev test. Right now, China operates the world's fastest commercial maglev, which has hit 431 kilometers per hour (268 miles per hour) on a route through Shanghai. By contrast, the fastest train in the United States, Amtrak's Acela Express, is only capable of 241 kilometers per hour (150 miles per hour), though it usually plods along at half that speed. Look ma, no tracks! Unlike traditional trains, maglev trains work by using magnets to push the train away from the tracks and drive the train forward. A Japanese maglev train during a test run. Japan's maglevs don't use metal tracks — instead, they float nearly 10 cm (4 inches) above special guideways, allowing for frictionless movement. Japan Railways has been testing their train to figure out the best operational speed for a planned route between Tokyo and Nagoya, scheduled to begin service in 2027. That trip can take nearly 5 hours by car. But in the future, a maglev train could finish the journey in 40 minutes. CNN's Yoko Wakatsuki contributed reporting. <div id=\"ad_rect_atf_01\" class=\"ad-ad_rect_atf_01\"></div> CNN Recommends",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Yoko Wakatsuki"
      ],
      "locations": [
        "United States",
        "Nagoya",
        "Tokyo",
        "Shanghai",
        "China",
        "Japan"
      ],
      "organizations": [
        "Amtrak",
        "Acela Express",
        "CNN"
      ],
      "crawled": "2015-05-02T17:00:45.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/2wGaacqxApsw5GGC2pSnCzB30Yklkin1HtYgdEfEuA5O2mesUUNZaaGDlTiEW.Tu09_P6bOETrQ-",
        "site_full": "money.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Cost of Living Calculator: Compare the Cost of Living in Two Cities - CNNMoney",
        "title_full": "Cost of Living Calculator: Compare the Cost of Living in Two Cities - CNNMoney",
        "published": "2015-05-02T21:03:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://i2.cdn.turner.com/money/dam/assets/121112082736-cost-of-living-calculator-video-6.jpg",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/2wGaacqxApsw5GGC2pSnCzB30Yklkin1HtYgdEfEuA5O2mesUUNZaaGDlTiEW.Tu09_P6bOETrQ-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T21:03:00.000+03:00",
      "title": "Cost of Living Calculator: Compare the Cost of Living in Two Cities - CNNMoney",
      "text": "Google+ \nMost stock quote data provided by BATS. Market indices are shown in real time, except for the DJIA, which is delayed by two minutes. All times are ET. Disclaimer . Morningstar: © 2015 Morningstar, Inc. All Rights Reserved. Factset: FactSet Research Systems Inc. 2015. All rights reserved. Chicago Mercantile Association: Certain market data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Dow Jones: The Dow Jones branded indices are proprietary to and are calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN. Standard & Poor's and S&P are registered trademarks of Standard & Poor’s Financial Services LLC and Dow Jones is a registered trademark of Dow Jones Trademark Holdings LLC. All content of the Dow Jones branded indices © S&P Dow Jones Indices LLC 2015 and/or its affiliates. © 2014 Cable News Network. A Time Warner Company. All Rights Reserved. Terms under which this service is provided to you. Privacy Policy . . ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [
        "Google"
      ],
      "crawled": "2015-05-02T21:12:54.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZA44RYRviQvygmtrhkV0Rn0BLMgeTTjw5q0fMiUDUS1lwdnji1_6UKXdAcAN5CgZU4095fcKy4HukCE8z_yY1rw--",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Royal baby: Catherine gives birth to a girl - CNN.com",
        "title_full": "Royal baby: Catherine gives birth to a girl - CNN.com",
        "published": "2015-05-02T23:14:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZA44RYRviQvygmtrhkV0Rn0BLMgeTTjw5q0fMiUDUS1lwdnji1_6UKXdAcAN5CgZU4095fcKy4HukCE8z_yY1rw--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T23:14:00.000+03:00",
      "title": "Royal baby: Catherine gives birth to a girl - CNN.com",
      "text": "Royal baby: Catherine gives birth to a girl Updated 1937 GMT (0237 HKT) May 2, 2015 Royal baby: Catherine gives birth to a girl 8 photos Britain's Prince William and Catherine, Duchess of Cambridge present their newborn princess as they leave St. Mary's Hospital in London, Saturday, May 2. Catherine gave birth to a baby girl on Saturday morning. The baby is fourth in line to the British throne, behind Prince Charles, William and her big brother George. Hide Caption Royal baby: Catherine gives birth to a girl 8 photos A close-up of the princess in the arms of her mother. Hide Caption Royal baby: Catherine gives birth to a girl 8 photos The new princess in her infant car safety seat, outside St. Mary's Hospital. Hide Caption Royal baby: Catherine gives birth to a girl 8 photos The prince and princess leave the hospital with their baby daughter. Hide Caption Royal baby: Catherine gives birth to a girl 8 photos Prince William and Catherine and their newborn princess wave to the media. Hide Caption Royal baby: Catherine gives birth to a girl 8 photos Well-wishers gather and take photos as the royals leave the hospital. Hide Caption 6 of 8 Royal baby: Catherine gives birth to a girl 8 photos Prince William and his son, Prince George, wave as they visit the hospital after the announcement of the princess' birth. Hide Caption 7 of 8 Royal baby: Catherine gives birth to a girl 8 photos An easel is placed in the forecourt of Buckingham Palace in London to announce the birth of the princess. Hide Caption 8 of 8 Britain's newest princess, the daughter of Catherine, Duchess of Cambridge, and Prince William, made her public debut Saturday in front of the hospital where she was born. More from World ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "William",
        "Catherine",
        "Prince William",
        "Prince Charles",
        "Prince George",
        "George"
      ],
      "locations": [
        "Britain",
        "Buckingham Palace",
        "Cambridge",
        "London"
      ],
      "organizations": [
        "St. Mary's Hospital",
        "CNN.com Royal"
      ],
      "crawled": "2015-05-02T23:25:26.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOZcNY.cecZ_bE7D_BYzRFXe3.Fihw.ULc3yqBCt.I4E9xMhKFCOYbRyWjHglCiMIHHGbnBLcE1EaTAQKhse0z3oNHITgsC5nHI-",
        "site_full": "edition.cnn.com",
        "site": "cnn.com",
        "site_section": "http://rss.cnn.com/rss/edition.rss",
        "section_title": "CNN.com - Top Stories",
        "title": "Excitement builds before Vegas clash",
        "title_full": "Excitement builds before Vegas clash",
        "published": "2015-05-03T05:25:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/j.JM_ertN3JaXg5X46kqTnjMvGX4JruXg.yfr6Q5aOZcNY.cecZ_bE7D_BYzRFXe3.Fihw.ULc3yqBCt.I4E9xMhKFCOYbRyWjHglCiMIHHGbnBLcE1EaTAQKhse0z3oNHITgsC5nHI-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-03T05:25:00.000+03:00",
      "title": "Excitement builds before Vegas clash",
      "text": "CNN Leadership <div class=\"banner\" id=\"cnn_300x250_sync_freewheel-rail_0_banner\"><span id=\"cnn_300x250_sync_freewheel-rail_0\" class=\"_fwph\"><form id=\"_fw_form_cnn_300x250_sync_freewheel-rail_0\" style=\"display:none\"><input type=\"hidden\" name=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" id=\"_fw_input_cnn_300x250_sync_freewheel-rail_0\" value=\"ptgt=s&envp=g_js&w=300&h=250&slau=300x250_sync&adUnit=300x250_sync\"></form><span id=\"_fw_container_cnn_300x250_sync_freewheel-rail_0\" class=\"cn-shingle__ad\"></span></span></div> Face-off: Mayweather vs. Pacquiao by the numbers By Lauren Said-Moorhouse and Chris Borg, for CNN Updated 1310 GMT (2010 HKT) May 1, 2015 (CNN) All eyes will be on the ring at the MGM Grand Garden arena this weekend. It's a fight that has been years in the making. Finally Floyd \"Money\" Mayweather and Manny Pacquiao will go head-to-head on Saturday. Here's a look at the numbers behind the boxers: 60:40 -- revenue split in favor of Mayweather. $300-400m -- the estimated total revenue for the May 2 bout. 38 -- Mayweather's age; two years older than his opponent. 5 -- The number of years it took to strike a deal between the two boxers. $1.5m -- How much Pacquiao's shorts alone will be worth after six companies bid for sponsorship space. $25,000 -- The value of the mouth guard adorned with diamonds and gold Mayweather will wear on fight night. $1,500 -- starting price for tickets in U.S. dollars. 8 -- Pacquiao is the first and only eight-division world champion with 10 world titles to his name. 1 -- Mayweather's ranking on last year's Forbes highest-paid athletes list . $105m -- The amount \"Money\" earned last year. $180,000 -- T he price ringside tickets had skyrocketed to by April 27 (5 days before the fight.) 16,800 -- Capacity at the MGM Grand Garden arena where the fight will take place. 5 -- The number of boxers Pacquiao and Mayweather have both fought. The \"famous five\": Juan Manuel Marquez, Ricky Hatton, Oscar De La Hoya, Shane Mosley and Miguel Cotto. $100 -- The fee pay-per-view subscribers will shell out to watch the fight, which will be aired jointly on Showtime and HBO. $300m -- Expected pay-per-view buys with the most sales coming from U.S., Puerto Rican and Canadian markets, according to Repucom. $5.6m -- The winning bid for official fight sponsorship by Tecate beer. 57 -- The number of wins throughout Pacquiao's career. Mayweather has less at 47 wins, but... 0 -- Mayweather remains undefeated in his fight career (Pacquiao, on the other hand, has suffered 5 losses.) Meanwhile Floyd Mayweather has told fans to be ready for an epic battle when he faces Manny Pacquiao in Las Vegas on Saturday. With the time for talking all but done -- the weigh-ins take place at 11pm BST on Friday -- the 38-year-old American told CNN: \"He's going to come and bring his best -- and his best is going to bring the best out of me. \"My job is to go out there and be Floyd Mayweather and do what I do best. Both sides have said a lot, but it's all about the two competitors.\" Unbeaten in 47 professional fights, Mayweather played down claims from some quarters that he had appeared subdued in the build-up to what some are calling the \"Fight of the Century.\" \"I feel good,\" he said. \"I'm very, very happy. My team have done a tremendous job. \"I have grown and matured over the years. I'm not far from 40 years old, and I have been in this sport as a professional for 19 years. You outgrow some things. \"I know I can fight, and I know the guy I am fighting. It is not an easy task, but this is my job. This is what I chose to do.\" 450,000 Bottles of Dom Perignon?How would you spend $180M? @cnnsport @CNNMoney http://t.co/M5kgYc1HDk pic.twitter.com/NWc74VkKnG — Coy Wire (@CoyWire) April 29, 2015 Pacquiao said he was \"ready for the challenge\" and had \"peace of mind.\" But the 36-year-old Filipino southpaw admitted that his 65th -- and most eagerly-awaited -- professional fight would be \"different,\" adding: \"I'm excited, and I'm sure the fans will love it. \"It means a lot to me to be representing the Philippines -- people are excited to watch this fight. \"I don't have a prediction, but I will do my best to make the fans happy. They deserve a good fight. They are paying more than double than for a regular fight.\" Getting a ticket for the MGM Grand has proven to be a difficult and massively expensive undertaking, with the price of a ringside seat rocketing. As Mayweather put it: \"Tickets are going for between $8,000 and $400,000 to $500,000. You know, we call this the billionaire boys' club.\" But plenty have stumped up big bucks to be there, with Tony Buzbee, an attorney who paid $74,000 for a pair of 12th-row seats, telling CNN: \"It's going to be a once in a lifetime type of fight, and I'm going to be there just for the event of it all. \"Growing up loving sports, to be in a position where I can go to this type of event... it's just wonderful.\" Pacquiao fan Mark Sarmiento, who paid $7,500 to be there, agrees. \"It was a little out of budget but once I got it, it sunk in -- I'm pretty much going to this fight,\" he said.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Manny Pacquiao",
        "Tony Buzbee",
        "Shane Mosley",
        "Lauren Said-Moorhouse",
        "Mark Sarmiento",
        "Chris Borg",
        "Floyd Mayweather",
        "Ricky Hatton",
        "Pacquiao",
        "Mayweather",
        "Miguel Cotto",
        "Juan Manuel Marquez"
      ],
      "locations": [
        "Las Vegas",
        "Philippines",
        "Tecate",
        "U.S."
      ],
      "organizations": [
        "HBO",
        "BST",
        "Oscar De La Hoya",
        "CNN"
      ],
      "crawled": "2015-05-03T05:44:15.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZcf6y1hQ8UgU_kd3uz68GgeZoXxzkjbZqobfm3_LtKaD_jRE44enz27swdbZvvefhz7M6yOPrnbE-",
        "site_full": "www.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Undefeated Floyd Mayweather decisions Manny Pacquiao - CNN.com",
        "title_full": "Undefeated Floyd Mayweather decisions Manny Pacquiao - CNN.com",
        "published": "2015-05-03T12:11:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg.iJPgI2z6a7ZcCt3kbkdeZcf6y1hQ8UgU_kd3uz68GgeZoXxzkjbZqobfm3_LtKaD_jRE44enz27swdbZvvefhz7M6yOPrnbE-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-03T12:11:00.000+03:00",
      "title": "Undefeated Floyd Mayweather decisions Manny Pacquiao - CNN.com",
      "text": "Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather was the victor in the welterweight world championship unification bout. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather is now 48-0 with 26 knockouts. Pacquiao is 57-6-2 with 38 knockouts. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Beyonce Knowles and Jay Z attend the welterweight unification championship bout. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Model Cassie Ventura, left, and Sean \"Diddy\" Combs pose ringside. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather throws a nasty left at Manny Pacquiao. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather, who looked strong late, connects during the 12-round fight. Hide Caption 12 of 25 Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather and Manny Pacquiao exchange punches on Saturday, May 2, at their championship fight in Las Vegas. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather and Manny Pacquiao go toe to toe. Hide Caption 14 of 25 Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather connects with a strong left on Manny Pacquiao at the welterweight world championship unification fight. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Manny Pacquiao throws a right at Floyd Mayweather on Saturday, May 2. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather has a right of his own at the MGM Grand Garden Arena. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Mike Tyson at ringside during the Floyd Mayweather and Manny Pacquiao bout. Hide Caption 18 of 25 Main event: Pacquiao vs. Mayweather 25 photos Manny Pacquiao acknowledges the crowd before the start of his welterweight world championship unification bout against Floyd Mayweather. Hide Caption 19 of 25 Main event: Pacquiao vs. Mayweather 25 photos Floyd Mayweather enters the ring before taking on the Philippines-born Manny Pacquiao on Saturday, May 2. Hide Caption 20 of 25 Main event: Pacquiao vs. Mayweather 25 photos Paris Hilton enters the arena before the start of the bout between Floyd Mayweather and Manny Pacquiao on May 2, 2015, in Las Vegas. Hide Caption 21 of 25 Main event: Pacquiao vs. Mayweather 25 photos Actor and director Ben Affleck poses ringside before the big fight in Las Vegas at the MGM Grand Garden Arena. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Singer Mary J. Blige attends the bout. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Actor Michael Keaton is ringside for the long-anticipated bout. Hide Caption Main event: Pacquiao vs. Mayweather 25 photos Donald Trump and model Melania Trump at ringside. Hide Caption 25 of 25 EXPAND GALLERY In Pacquiao's homeland of the Philippines, millions tuned in to watch their hero, congressman and cultural icon take on the man known to refer to himself as \"TBE\" (The Best Ever.) Yet for all his talk of being better than Muhammad Ali and Sugar Ray Leonard, there was something different about Mayweather before this fight. His usual trash talk and brash outspokenness was noticeably absent. Some said it was uncharacteristic nerves, others extreme focus on his biggest ever challenge. Some even wondered whether Mayweather was displaying a new-found maturity. At the ripe old age of 38, could that really be? This, after all, is the man who once waved around a chicken with a fake gold medal round its neck to mock Olympic gold medal winner, Oscar De La Hoya, when the pair met in what was previously the most lucrative bout of all time in 2007. Ready to rumble The way the fight began Saturday, it looked like those predicting a supremely focused Mayweather were correct. Floyd Mayweather Jr. throws a left at Manny Pacquiao. The 10-time world champion and the larger man, sought to establish his dominance early, using his jab to keep the powerful Pacquiao at a distance while landing with two large right hands early on. But Pacquiao was the aggressor at the beginning of round two. The Filipino moved forward more although he still found it difficult to make contact with the ever elusive Mayweather. Earlier in the week, former middleweight world champion Bernard \"The Executioner\" Hopkins described Mayweather's defensive style as like a turtle going into its shell. \"You can beat that shell up but you're not hurting him.\" Like the wily tortoise up against the hare, the man with the impenetrable shell looked to be in control. Round three offered much of the same but Pacquiao finally began to land in round four, pushing Mayweather against the ropes and letting rip with a sequence of blows to the body. Mayweather fought back in five and six, reasserting his control although Pacquiao twice caught him with his dangerous left hand. Trainer Freddie Roach adjust Manny Pacquiao's mouthguard. By the eighth, the fight had become a chess match. Mayweather moved and picked his opponent off with the jab. Pacquiao was only landing with 18% of his punches, far fewer than his usual average of 34%. When the 10th arrived the cocky Mayweather was back, smiling and dropping his hands to taunt an increasingly frustrated Pacquiao. The Pacquiao corner knew a knockout was required but their man had to catch his fleet-footed opponent in the opposite corner first. Alas, it was a task the crowd favorite could not rise to, although the fighter himself felt he had done enough to claim victory. \"I thought I won,\" Pacquiao said in the ring post fight. \"He didn't do nothing, just moved outside. I got him many times.\" Floyd Mayweather Jr. celebrates victory after the MGM clash. \"He is moving around and it's not easy to throw a lot of punches if your opponent moves around. I can handle his power, it's not strong like other opponents. It's not about size. I've been fighting bigger than him and it's not a problem.\" Understandably, the victorious Mayweather -- as well as most ring-side observers -- disagreed. \"I was a smart fighter, I out-boxed him,\" said Mayweather, shaking off boos from the crowd which was unimpressed with his defensive style. \"We did what we had to do tonight. I knew he was going to push me. He had moments in the fight but I kept him on the outside.\" \"He's a hell of a fighter. Now I see why he is one of the guys at the pinnacle of the sport of boxing.\" ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "Manny Pacquiao",
        "Donald Trump",
        "Sugar Ray Leonard",
        "Pacquiao",
        "Bernard",
        "Oscar De La Hoya",
        "Mary J. Blige",
        "Michael Keaton",
        "Sean",
        "Beyonce Knowles",
        "Ben Affleck",
        "Floyd Mayweather Jr.",
        "Melania Trump",
        "Mike Tyson",
        "Muhammad Ali",
        "Floyd Mayweather",
        "Freddie Roach",
        "Mayweather",
        "Jay Z"
      ],
      "locations": [
        "Las Vegas",
        "Philippines"
      ],
      "organizations": [
        "Paris Hilton",
        "MGM"
      ],
      "crawled": "2015-05-03T12:11:30.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/2wGaacqxApsw5GGC2pSnC7lLDLzSw7BGkhiFxEMjEgLMi.6rU2HCARlvn6vbsTf.TiePRhgY6oWEUK_Q.m5IgrjKVB8_1ObeDJbCzmTnzkk-",
        "site_full": "money.cnn.com",
        "site": "cnn.com",
        "site_section": "",
        "section_title": "",
        "title": "Tattoos may stop Apple Watch from working - Apr. 29, 2015",
        "title_full": "Tattoos may stop Apple Watch from working - Apr. 29, 2015",
        "published": "2015-05-03T13:03:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://i2.cdn.turner.com/money/dam/assets/150429072512-apple-watch-tattoo-620xa.jpg",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/2wGaacqxApsw5GGC2pSnC7lLDLzSw7BGkhiFxEMjEgLMi.6rU2HCARlvn6vbsTf.TiePRhgY6oWEUK_Q.m5IgrjKVB8_1ObeDJbCzmTnzkk-",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-03T13:03:00.000+03:00",
      "title": "Tattoos may stop Apple Watch from working - Apr. 29, 2015",
      "text": "What it's like to shop for the Apple Watch Your mother hates your tattoos. So does your Apple Watch, apparently. \nTattooed wrists can prevent the Apple Watch's heart rate sensor from functioning properly, according to some customers. \nSince the Apple ( AAPL , Tech30 ) Watch uses your heart rate to determine whether you're wearing it, you might not be able to use Apple Pay, receive notifications, place calls, or use certain apps if you have tattoos on your wrists. \nSome Apple Watch wearers on Reddit and Twitter complained about the tattoo issue, and Apple blog iMore confirmed that the problem exists. \nThe issue stems from the way that the Apple Watch senses your heartbeat. According to Apple , the back of the Watch rapidly flashes green and infrared light at your skin, which gets absorbed or reflected by your red blood. When your heart beats, there is more blood in your wrist, and there is less blood between beats. By sensing the timing between your heartbeats, the Apple Watch can calculate your heart rate. \nAs it turns out, solid-colored tattoos -- particularly red ones -- also absorb the green light and reflect red light. Black tattoos, which absorb both green and red light, can also screw up the Apple Watch's heart rate sensor. Reddit user guinne55fan complained that his wrist tattoos interfered with the Apple Watch's sensor. \nThe Apple Watch works fine with dark-colored skin, scars and skin abrasions, which are translucent, allowing light to pass through. Tattoo ink is opaque, preventing outside light from penetrating your skin. \nOne Reddit user found that he could turn off the Apple Watch's wrist detection, allowing notifications to come in. But he couldn't use Apple Pay or receive calls without the wrist detection setting turned on. \nA spokeswoman from Apple did not respond to a request for comment. ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [
        "Apple Watch"
      ],
      "crawled": "2015-05-03T13:03:22.000+03:00"
    }
  ],
  "totalResults": 21,
  "moreResultsAvailable": 0,
  "next": "/search?token=628b87af-2fef-4b1c-9ce0-a0e333f50ee0&format=json&ts=1430647402000&q=performance_score%3A%3E7&site=cnn.com&site_type=news&language=english",
  "requestsLeft": 973
}