[{"title": "'Furious 7' reviews: What the critics are saying", "url": "http://cnn.com/2015/04/03/entertainment/furious-7-reviews-feat/index.html", "locations": ["Azerbaijan", "Los Angeles"], "summary": "Story highlights The film is out in theaters todayCo-star Paul Walker died during productionCritics say \"Furious 7\" is bittersweet and \"plenty of crazy fun\"(CNN) The seventh installment of the \"Fast and Furious\" franchise,\" \"Furious 7\" is sure to draw fans curious about how the film handles the real-life death of co-star Paul Walker.\nHere's what the critics are saying:Peter Travers, Rolling Stone: \" 'Furious 7' is the best F&F by far, two hours of pure pow fueled by dedication and passionate heart.\n\"Chris Ziegler, The Verge: \"It's entirely possible, of course, that my fandom has simply blinded me to 'Furious 7's' greatness.\n\"Betsy Sharkey, Los Angeles Times: \"The action sequences -- from hand-to-hand combat to the crash and burn of cars -- are, as we've come to expect, not grounded in reality.\nBut it doesn't overwhelm -- Furious 7 is respectful, even solemn, when it needs to be, but is still, thank God, plenty of crazy fun.", "source": "CNN", "keywords": "saying,stunts,critics,screen,walkers,times,reviews,walker,sequences,furious,paul,action,film", "date": "2015-04-03"}, {"title": "Reaching for a Better Life With RA", "url": "http://inhealth.cnn.com/reaching-for-a-better-life-with-ra/", "locations": [], "summary": "8 Ways to Have a Better Life With Rheumatoid ArthritisDon't let RA stop you from enjoying all that life has to offer.\nIn addition to medication, little decisions you make all the time can mean the difference between a painful day and a pain-free one.", "source": "CNN", "keywords": "life,medication,offer,ways,reaching,stop,painfree,better,ra,rheumatoid,painful,mean", "date": "2014-03-20"}, {"title": "Sofia Vergara sued over frozen embryos", "url": "http://cnn.com/videos/entertainment/2015/04/17/pkg-romo-sofia-vergara-embryo-lawsuit.cnn/video/playlists/top-news-videos/", "locations": [], "summary": "JUST WATCHED Sofia Vergara sued over frozen embryos Replay More Videos ... MUST WATCHActress Sofia Vergara is being sued by her ex-fiance to prevent her from destroying their frozen embryos.\nCNN's Rafael Romo reports.", "source": "CNN", "keywords": "watchactress,sued,videos,embryos,frozen,sofia,reports,vergara,romo,watched", "date": "2015-04-17"}, {"title": "Kenya attack: Why force not enough to stop Al-Shabaab", "url": "http://cnn.com/2015/04/02/opinions/kenya-al-shabaab-wolff/index.html", "locations": ["Kenyan", "East Africa", "Kenya", "East Africa", "Kenya", "Nairobi", "Kenya", "Al-Shabaab", "Nairobi", "Somalia", "Somalia", "Somalia", "Mogadishu", "Ethiopia", "Somalia", "Ethiopia", "Somalia", "African Union", "Somalia", "Kampala", "Kenya", "Arabian Peninsula", "Al-Shabaab", "Yemen", "Garissa", "Kenya", "Kenya", "Kenya", "Garissa"], "summary": "(CNN) The terrorist group Al-Shabaab has claimed an attack on Garissa University College in eastern Kenya, in which many people have been killed and still more taken hostage.\nThe first attack outside Somalia was an attack in the Ugandan capital of Kampala in 2010.\nAttacking a university in northern Kenya and separating Christian from Muslim students epitomizes the way Al-Shabaab advances itself by exploiting religious, tribal and nationalist identities.\nSomalia-based Al-Shabaab has been behind a string of recent attacks in Kenya, the most well-known of them being the massacre at the Westgate Shopping Centre in Nairobi in 2013.\nJUST WATCHED Kenya eyewitness reveals how attack unfolded Replay More Videos ... MUST WATCH Kenya eyewitness reveals how attack unfolded 04:16 PLAY VIDEOThese entrenched inequalities help Al-Shabaab appeal to a wide variety of potential recruits, who may sympathize with and actively support the group for any number of reasons.", "source": "CNN", "keywords": "terrorist,force,problems,region,stop,group,attack,somalia,military,kenya,security,alshabaab", "date": "2015-04-02"}, {"title": "Underwater view of sunken WWII battleship", "url": "http://cnn.com/videos/world/2015/03/13/orig-5-things-to-know-paul-allen-japanese-battleship-musashi.cnn/video/playlists/5-things/", "locations": [], "summary": "JUST WATCHED Underwater view of sunken WWII battleship Replay More Videos ... MUST WATCHA team led by Microsoft co-founder Paul Allen give a underwater tour of the sunken Japanese battleship Musashi.\nThe ship was once one of the two largest warships in the world.", "source": "CNN", "keywords": "underwater,sunken,videos,battleship,wwii,world,watched,warships,watcha,view", "date": "2015-03-13"}, {"title": "It's not over: Veterans waiting months for appointments", "url": "http://cnn.com/2015/03/13/us/va-investigation-los-angeles/index.html", "locations": ["VA", "Los Angeles", "U.S.", "Los Angeles VA", "Los Angeles VA", "LA VA", "Los Angeles", "Los Angeles", "Los Angeles", "Los Angeles"], "summary": "Another 400 veterans have waited up to six months, and 64 veterans had been waiting six months to a year for their appointments.\nRecords show on January 15, more than 1,600 veterans who were new patients were waiting 60 to 90 days for appointments.\nIt is particularly significant as the Greater Los Angeles Veterans Medical Center is the nation's largest VA health care system, caring for hundreds of thousands of U.S. veterans.\nEven new patients seeking care at the Los Angeles VA for the first time can wait months to see a doctor there.\nThe delays in appointments are even taking place at Los Angeles clinics for mental health, where documents show more than 300 veterans have been waiting more than 30, 60, even 90 days for treatment.", "source": "CNN", "keywords": "va,months,appointments,days,angeles,los,waiting,cnn,times,veterans,patients,care,wait", "date": "2015-03-13"}, {"title": "Could your plane be hacked? (Opinion)", "url": "http://cnn.com/2015/04/16/opinions/schneier-hacking-airplanes/index.html", "locations": ["North Korea", "China", "U.S.", "Israeli", "Natanz", "United States", "Stuxnet"], "summary": "The risk is that a hacker sitting in the back of the plane, or even one on the ground, could use the Wi-Fi connection to hack into the avionics and then remotely fly the plane.\nThen he uses other vulnerabilities both to lock the pilots out of the cockpit controls and take control of the plane himself.\nIt sounds like the plot of some \"Die Hard\" reboot, but it's actually one of the possible scenarios outlined in a new Government Accountability Office report on security vulnerabilities in modern airplanes.\nWe have to build security into everything that is going to be connected to the Internet.\nAnd because they'll all be networked together, a vulnerability in one device will affect the security of everything else.", "source": "CNN", "keywords": "going,vulnerability,network,vulnerabilities,computers,plane,connected,hacked,internet,opinion,security,vulnerable", "date": "2015-04-16"}, {"title": "VIRAL: Video shows gorilla break window at Omaha's Henry Doorly Zoo", "url": "http://www.scrippsmedia.com/kmtv/news/VIRAL-Video-shows-gorilla-break-window-at-Omahas-Henry-Doorly-Zoo--300294521.html", "locations": ["Omaha", "Neb.", "Omaha", "Omaha"], "summary": "VIRAL: Video shows gorilla break window at Omaha's Henry Doorly ZooBy Andrea Flores.\n(KMTV) – A video of a gorilla at Omaha’s Henry Doorly Zoo and Aquarium has gone viral.\nSEE ALSO: Greatest hits: Gorillas at Omaha's Henry Doorly Zoo surprise visitorsThe zoo says this isn't the first time they've seen this before.\nCurators say while the gorilla did break through a layer of glass, the zoo checks and replaces the glass frequently.\nShare your pictures and video from the zoo with KMTV:", "source": "CNN", "keywords": "viral,kmtv,glass,zoo,break,gorilla,window,video,omahas,henry,gorillas,doorly,shows", "date": "2015-04-17"}, {"title": "Boston mayor to snow jumpers: 'This isn't Loon Mountain'", "url": "http://cnn.com/videos/weather/2015/02/18/erin-pkg-moos-boston-blizzard-challenge.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": ["New York"], "summary": "National correspondentJeanne Moos is a national news correspondent based in New York.\nDuring her 27 years at CNN, Moos has covered national and international issues and ground-breaking news and features, but she soon carved out a niche with her off-beat, thoughtful reporting on the quirkier aspects of life.", "source": "CNN", "keywords": "loon,mountain,quirkier,niche,boston,national,reporting,life,snow,soon,offbeat,isnt,york,thoughtful,moos,mayor,jumpers", "date": "2015-02-18"}, {"title": "Queen Elizabeth II: What would you buy her?", "url": "http://cnn.com/2015/01/26/sport/queen-elizabeth-ii-buy-woman-who-has-everything/index.html", "locations": ["France", "Qatar", "Ireland", "Canada", "England", "Sandringham", "Northern Ireland", "Brazil", "Seychelles", "Cameroon", "Saskatchewan", "London", "Windsor Castle", "New Zealand", "Australia", "New Zealand", "Cambridge", "Japan", "Japan", "Britain"], "summary": "Given her well-known love of horses, it's perhaps fitting -- some might say unimaginative -- that the majority of gifts presented to Queen Elizabeth II from world leaders last year revolved her favorite four-legged animals.\nWill the young prince also inherit a love of horse racing passed down through the centuries?\nPeculiar presentsAmong the more peculiar gifts given to the Queen was a miniature seven-inch throne from the \"Game of Thrones\" TV series, during a visit to Northern Ireland in June.\nSo what would one buy for the horse racing-mad monarch, that hasn't been bought before?\n\"At that price, it's a gift fit for a Queen.", "source": "CNN", "keywords": "received,horse,buy,gifts,elizabeth,queen,royal,great,ii,world,given,racing,takes", "date": "2015-01-26"}, {"title": "Teen convicted in 'thrill kill'", "url": "http://cnn.com/videos/justice/2015/04/18/pkg-teen-convicted-thrill-kill.kswo/video/playlists/top-news-videos/", "locations": ["Oklahoma"], "summary": "JUST WATCHED Teen convicted in 'thrill kill' Replay More Videos ... MUST WATCHThe bored 16-year-old who gunned down a college baseball player in Oklahoma simply because he and his two friends \"had nothing to do,\" is now a convicted murderer.", "source": "CNN", "keywords": "teen,watchthe,thrill,videos,oklahoma,convicted,player,replay,kill,watched,simply", "date": "2015-04-18"}, {"title": "Opinion: Big ideas for an era of small-ball politics", "url": "http://cnn.com/2014/05/15/opinion/slaughter-new-ideas-new-america/index.html", "locations": ["U.S.", "Americans", "Singapore", "China", "China", "New America", "America", "Silicon Valley", "New America"], "summary": "Two big ideas strike at the heart of who we are as a nation and what we offer our citizens.\nBig ideas about how to organize our government and ourselves, how to structure our economy, how to reform our educational system and our working conditions.\nOther big ideas worth considering include a smart plan to fix our political system: The answer for elections dominated by big donors is to make everyone a political donor.\n\"Big ideas for a new America expand well beyond government policy, however.\nIf we start with ideas -- not just speeches, but real ideas -- the politics will follow.", "source": "CNN", "keywords": "play,videos,smallball,big,watch,ideas,watched,american,replay,era,opinion,need,politics", "date": "2014-05-15"}, {"title": "Following Bourdain: Your travel photos", "url": "http://cnn.com/2014/10/22/travel/your-bourdain-travel-photos-irpt/index.html", "locations": ["Paraguay", "Vietnam", "New York", "Tanzania", "Iran", "Provincetown", "Massachusetts", "Jamaica", "Instagram"], "summary": "Some of their best travel photos were included in the above gallery.\nET SundaysShare your photos from the remaining destinations with CNN iReportTravel photos open windows to the unknown.\nStory highlights Instagram users and iReporters follow along with Anthony Bourdain in his travelsCNN's \"Parts Unknown\" airs at 9 p.m.\nJUST WATCHED 'Even the toilet has a nice view' Replay More Videos ... MUST WATCH 'Even the toilet has a nice view' 02:12 PLAY VIDEOInstagram users and CNN iReporters followed along with Bourdain each week, sharing their travel photos from the places he visited.\nFor this season of CNN's \"Parts Unknown,\" Anthony Bourdain has been expanding our horizons to show us places such as Paraguay, Vietnam and even New York's often-unexplored borough of the Bronx.", "source": "CNN", "keywords": "toilet,users,videos,unknown,travel,watch,photos,bourdain,following,watched,view", "date": "2014-10-22"}, {"title": "Error", "url": "http://cnn.com/video/luxury/2015/03/26/ferrari-488-gtb-geneva-supercar.cnnmoney/index.html", "locations": [], "summary": "It could be you, or it could be us, but there's no page here.", "source": "CNN", "keywords": "heresearch,uhoh,theres,page,error", "date": "2015-03-26"}, {"title": "'Scariest selfie' will make you dizzy", "url": "http://cnn.com/videos/world/2014/08/25/erin-pkg-moos-scariest-selfie.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": [], "summary": "Would you get stun-gunned for art?", "source": "CNN", "keywords": "art,selfie,ouch,dizzy,scariest,stungunned", "date": "2014-08-25"}, {"title": "Kid's insults to mom go viral", "url": "http://cnn.com/videos/us/2014/10/01/erin-pkg-moos-momhead-kids-insult.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": [], "summary": "5 things to know for your New Day -- Monday, April 20", "source": "CNN", "keywords": "viral,kids,20,things,insults,know,mom,day", "date": "2014-10-01"}, {"title": "Best and worst foods to eat when sick", "url": "http://cnn.com/2015/03/31/health/best-and-worst-foods-to-eat-sick/index.html", "locations": ["St. Joseph Hospital", "Orange", "Calif.", "turkey", "Manuka", "Fountain Valley", "Calif.", "New York"], "summary": "Best foods: Slayton recommends \"golden milk,\" which includes turmeric, a spice known for its anti-inflammatory properties.\nBest foods: Water and other fluids are your best bet.\nWorst foods: Spicy foods can cause an immediate runny nose (which then turns into congestion), as may alcohol.\nWorst foods: Dairy can thicken phlegm and worsen congestion, with the exception of yogurt, which contains probiotics, says Dr. Arthur.\n\"Best foods: Omega-3 containing foods such as fatty fish (salmon, sardines) and walnut and flax seed oils, as well as foods high in protein are all important for skin health, says Dr. Arthur.", "source": "CNN", "keywords": "slayton,help,food,tea,arthur,water,foods,worst,sick,symptoms,dr,cause,eat,best", "date": "2015-03-31"}, {"title": "Will Saudi Arabia build their own nuclear weapon?", "url": "http://cnn.com/videos/tv/2015/03/26/tsr-intv-al-jubeir-blitzer-yemen-chaos.cnn/video/playlists/atv-big-interviews/", "locations": ["Saudi Arabia", "U.S.", "Iran"], "summary": "JUST WATCHED Will Saudi Arabia build their own nuclear weapon?\nReplay More Videos ... MUST WATCHWolf Blitzer asks the Saudi Ambassador to the U.S., Adel Al-Jubeir, if their country supports a nuclear deal with Iran.", "source": "CNN", "keywords": "iran,deal,videos,watchwolf,nuclear,weapon,replay,saudi,arabia,watched,supports,build", "date": "2015-03-26"}, {"title": "Japan's Self-Defense Force commissions new warship", "url": "http://cnn.com/2015/03/26/asia/japan-msdf-new-helicopter-carrier/index.html", "locations": ["Japan", "Izumo", "Japan", "Japan", "Izumo", "Yokusuka", "Yokohama", "U.S.", "Pacific", "Izumo", "Japan", "Japan", "Japan", "Yokohama", "Izumo", "Japan", "Japan", "Japan", "Japan", "Philippines", "Vietnam", "China", "South China Sea", "Japan", "Japan", "China", "Japan", "Washington", "Japan", "Izumo", "Japan", "China", "South Korea", "Japan", "Chinese", "China", "China", "China", "Japan", "Japan"], "summary": "Story highlights Japan's Maritime Self-Defense Force takes receipt of newly-commissioned helicopter carrierThe ship, named the Izumo, is the largest Japanese military ship since the Second World WarCritics in neighboring countries say the ship could contravene Japan's pacifist constitution(CNN) Japan's Maritime Self-Defense Force (MSDF) has taken delivery of the Izumo, the largest Japanese military vessel to see service since World War II.\nJapanese Prime Minister Shinzo Abe allowed for a reinterpreting of Japan's constitution, paving the way for more active military engagement overseas.\nThe warship was unveiled at a ceremony at the Yokusuka naval base near Yokohama, also home to the U.S Navy's Seventh Fleet.\n\"It would cost five times Japan's current defense spending for the SDF to have an independent operational capability.\nThe Japanese Yomiuri Shimbun newspaper said that, as the celebrations will feature a military parade, Abe is \"unlikely to attend.", "source": "CNN", "keywords": "japans,force,chinese,warship,commissions,izumo,japanese,selfdefense,china,world,japan,ship,military,helicopter", "date": "2015-03-26"}, {"title": "Los Angeles Times", "url": "http://www.latimes.com/opinion/topoftheticket/la-na-tt-dent-sun-valley-20150325-story.html&lt;/strong&gt;&lt;/a&gt;&lt;strong&gt;-", "locations": [], "summary": "Try again to locate what you want by choosing a section from the navigation menu at left, viewing our Site Map or using the search box below.\nThe page may no longer exist or may have moved to another web address.", "source": "CNN", "keywords": "web,search,menu,moved,site,times,angeles,los,viewing,try,using,navigation,page", "date": "2015-03-25"}, {"title": "Iraq Most Wanted Fast Facts", "url": "http://cnn.com/2013/10/30/world/meast/iraq-most-wanted-fast-facts/index.html", "locations": ["Iraq", "U.S.", "Iraq", "U.S.", "Iraq", "Iraqi", "U.S.", "U.S.", "Halabja", "U.S.", "Spades", "Iraq", "Syria", "U.S.", "Spades", "U.S."], "summary": "6/King of ClubsIzzat Ibrahim al-DouriRevolutionary Command Council (RCC) Vice-Chairman / Northern Region Commander /Deputy Secretary General, Ba'th Party Regional Command / Deputy Commander, Armed Forces.\n5/King of SpadesAli Hasan al-MajidRevolutionary Command Council (RCC) / Commander, Ba'ath Party Regional Command /Head Of Central Workers BureauAugust 21, 2003 - Captured.\n52/Two of DiamondsAdil Abdallah Mahdi al-Duri al-TikritiBaath Party Regional Command chairman from the Dhi Qar governorateMay 15, 2003 - Captured.\n51/Two of HeartsGhazi Hammud al-UbaydiBaath Party Regional Command Chairman in the Iraqi district of Al KutMay 7, 2003 - Captured.\n23/Nine of HeartsMizban Khadr Al HadiBaath Party Regional Command and Revolutionary Command Council memberJuly 8, 2003 - Captured.", "source": "CNN", "keywords": "sentenced,capturedno,wanted,abd,iraqi,regional,fast,2003,command,chairman,facts,party,iraq,captured", "date": "2013-10-30"}, {"title": "Wreck of the USS Independence", "url": "http://cnn.com/2015/04/17/us/gallery/uss-independence-wreck/index.html", "locations": ["California"], "summary": "Wreck of the USS Independence 5 photosFeatures on an historic photo of USS Independence are captured in a three-dimensional low-resolution sonar image of the shipwreck off the coast of California.\nThe sonar image with oranges color tones (lower) shows an outline of a possible airplane in the forward aircraft elevator hatch opening.", "source": "CNN", "keywords": "shipwreck,wreck,image,possible,threedimensional,uss,tones,sonar,independence,shows", "date": "2015-04-17"}, {"title": "Gefilte fish ingredients for Passover in short supply", "url": "http://cnn.com/2015/03/27/living/feat-passover-gefilte-fish-ingredients-low-supply/index.html", "locations": ["Long Island", "New York", "Upper Midwest", "Mount Gerizim", "West Bank", "Nablus", "Israel", "Mount Gerizim", "Jerusalem", "Machpelah", "Hebron", "West Bank", "Machpelah", "Israeli", "Machpelah", "Hebron", "Machpelah", "Bnei Brak", "Israel", "Egypt", "Egypt", "Gainesville", "Florida", "Gainesville", "Kathmandu", "Nepal", "Israeli", "Bnei Brak", "Tel Aviv", "Washington", "Kathmandu", "Kathmandu", "Kathmandu", "Kathmandu", "Mackinac Bridge", "Lake Michigan"], "summary": "\"Photos: 2014 Passover celebrations 18 photos Photos: 2014 Passover celebrations 18 photos 2014 Passover celebrations – Members of the ancient Samaritan community read from a holy book during the pilgrimage for the holy day of Passover at the top of Mount Gerizim near the West Bank town of Nablus, early Sunday, April 20.\nHide Caption 10 of 18 Photos: 2014 Passover celebrations 18 photos 2014 Passover celebrations – A table setting for the Passover Seder at the Chabad House in Gainesville.\nHide Caption 14 of 18 Photos: 2014 Passover celebrations 18 photos 2014 Passover celebrations – Members of Ohev Sholom prepare shmurah matzah for Passover in Washington on April 14.\nHide Caption 7 of 18 Photos: 2014 Passover celebrations 18 photos 2014 Passover celebrations – A woman prays in the Cave of Machpelah on April 16.\nHide Caption 17 of 18 Photos: 2014 Passover celebrations 18 photos 2014 Passover celebrations – Israeli Jewish worshippers pray during a ceremony for Passover in Kathmandu on April 14.", "source": "CNN", "keywords": "israeli,short,hide,14,supply,jewish,18,fish,ingredients,photos,passover,celebrations,caption,gefilte", "date": "2015-03-27"}, {"title": "Judge strikes sex claims against Dershowitz, others", "url": "http://cnn.com/videos/justice/2015/04/08/intv-dershowitz-sex-allegations-dropped.cnn/video/playlists/atv-big-interviews/", "locations": [], "summary": "JUST WATCHED Judge strikes sex claims against Dershowitz, others Replay More Videos ... MUST WATCHCNN's Erroll Barnett speaks with Harvard law professor Alan Dershowitz about having his name cleared of allegations that he and others had sex with minors.", "source": "CNN", "keywords": "dershowitz,minors,videos,professor,strikes,sex,replay,watchcnns,watched,judge,claims,speaks", "date": "2015-04-08"}, {"title": "'Poop cruise' Carnival Triumph set sail with problems", "url": "http://cnn.com/2013/12/17/travel/carnival-cruise-triumph-problems/index.html", "locations": ["Alabama", "Royal Caribbean", "Royal Caribbean", "Gulf of Mexico", "Royal Caribbean", "Port Canaveral", "Florida", "Bahamas", "Bahamas", "Philipsburg", "St. Maarten", "Caribbean", "Holland America", "Veendam", "Mexico", "Instagram", "Alabama", "Alabama"], "summary": "\" Hide Caption 12 of 12 EXPAND GALLERYPhotos: Triumph cruise ship docks in Alabama 10 photos Photos: Triumph cruise ship docks in Alabama 10 photos Triumph cruise ship docks – The crippled cruise liner Carnival Triumph limps into port late Thursday, February 14, in Mobile, Alabama.\nHide Caption 7 of 10 Photos: Triumph cruise ship docks in Alabama 10 photos Triumph cruise ship docks – Journalists await the final unloading from the Triumph.\nHide Caption 9 of 10 Photos: Triumph cruise ship docks in Alabama 10 photos Triumph cruise ship docks – The cruise ship drifts in the Gulf of Mexico on Monday, February 11.\nHide Caption 2 of 10 Photos: Triumph cruise ship docks in Alabama 10 photos Triumph cruise ship docks – Passengers cheer after stepping off the crippled cruise ship.\nHide Caption 5 of 10 Photos: Triumph cruise ship docks in Alabama 10 photos Triumph cruise ship docks – Passenger Kendall Jenkins kisses the ground after stepping off the Triumph.", "source": "CNN", "keywords": "passengers,poop,set,hide,carnival,caption,sail,problems,photos,12,aboard,cruise,ship,triumph", "date": "2013-12-17"}, {"title": "Officials 'working on joint statement' on Iran progress", "url": "http://cnn.com/videos/tv/2015/03/31/intv-amanpour-hossein-mousavian-iran-nuclear-talks.cnn/video/playlists/atv-big-interviews/", "locations": ["Iran", "Iran"], "summary": "JUST WATCHED Officials 'working on joint statement' on Iran progress Replay More Videos ... MUST WATCHHossein Mousavian, a former member of Iran's nuclear negotiating team, tells Christiane Amanpour that excellent progress has been made at the nuclear talks.", "source": "CNN", "keywords": "iran,videos,working,nuclear,watchhossein,joint,officials,watched,statement,team,talks,progress,tells", "date": "2015-03-31"}, {"title": "Australian model, DJ killed fighting for ISIS in Syria", "url": "http://cnn.com/2015/04/16/asia/australia-isis-sharky-jama-killed/index.html", "locations": ["Melbourne", "Syria", "AugustA", "Melbourne", "Australian", "Falluja", "Australia", "Syria", "Iraq", "Syria", "Iraq", "Syria", "Melbourne", "Ramadi", "Australia", "Mideast", "Melbourne", "Australia", "Melbourne"], "summary": "He said the family did not know Jama had joined ISIS, despite his pro-ISIS social media postings and media reports on his activities.\nIt had severed its relationship with the aspiring model when media reports surfaced in December that he had joined ISIS.\nHe said Jama had disappeared along with another Somali-Australian, named in Australian media reports as former business student Yusuf Yusuf, in August of last year.\n\"A spokeswoman for Australia's Department of Foreign Affairs and Trade said it was not able to confirm Jama's death, as its capacity in Syria and Iraq was limited.\n'Death cult'Australian Prime Minister Tony Abbott addressed the reports of Jama's death in a statement Thursday.", "source": "CNN", "keywords": "think,death,dj,jamas,isis,media,fighting,killed,reports,social,syria,model,australian,jama", "date": "2015-04-16"}, {"title": "Why your commute is bad for you", "url": "http://cnn.com/2015/04/06/health/commute-bad-for-you/index.html", "locations": ["U.S.", "Los Angeles", "New York City", "Texas", "BMJ", "Tucson", "Arizona", "U.K.", "Los Angeles"], "summary": "Here are five ways your car, train, or bus ride to the office can affect your wellbeing, plus what to do about it.\nWhile back pain is one of the most common health complaints, only one in four people who commute 10 minutes or less reported pain in the same poll.\nBut making an effort to sit up straight—with a lumbar support behind your lower back, and your head evenly over your shoulders—can help you reverse bad habits.\n)\"One way to combat this could be for employers to allow people to commute at different times of the day, so they're not spending so much time in traffic,\" Hoehner adds.\nStory highlights The farther you commute the more likely you are to be overweightThose who travel work on foot have better mental health scoresLength of car commutes is tied to elevated blood pressure(CNN) The average American commute to work lasts 25 minutes, according to U.S. Census data, but many workers travel far above and beyond that number.", "source": "CNN", "keywords": "pain,car,study,work,according,bad,commute,health,train,minutes,day", "date": "2015-04-06"}, {"title": "Jeb, 'my own man,' brings in brother's men", "url": "http://cnn.com/2015/02/19/politics/jeb-bush-policy-advisers-brothers/index.html", "locations": ["Washington", "Former Florida", "Iraq", "Iraq", "U.S.", "Iraq", "Iraq", "Iraq", "Iraq", "U.S.", "Iraq", "Iraq", "Iraq"], "summary": "Stephen Hadley, then-President George W. Bush's deputy national security adviser, was listed as a member of Jeb's national security team.\n02:41 PLAY VIDEOA few had key roles in crafting and executing those Iraq \"mistakes\" he sought to distance himself from.\nReplay More Videos ... MUST WATCH Can Jeb Bush escape his family shadow?\nJUST WATCHED Can Jeb Bush escape his family shadow?\nBut he could undermine that effort with the roll out of a list of 21 diplomatic and national security policy advisers for his nascent campaign, many of whom were familiar faces from his father's and brother's presidencies.", "source": "CNN", "keywords": "brothers,brings,national,men,jeb,bush,mistakes,bushs,w,policy,president,security,iraq,man", "date": "2015-02-19"}, {"title": "Is this 280-pound catfish real? Fisherman provides proof", "url": "http://cnn.com/videos/us/2015/02/25/erin-pkg-moos-giant-280-pound-catfish.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": ["New York"], "summary": "National correspondentJeanne Moos is a national news correspondent based in New York.\nDuring her 27 years at CNN, Moos has covered national and international issues and ground-breaking news and features, but she soon carved out a niche with her off-beat, thoughtful reporting on the quirkier aspects of life.", "source": "CNN", "keywords": "real,quirkier,niche,national,reporting,life,soon,offbeat,thoughtful,fisherman,catfish,provides,moos,york,280pound,proof", "date": "2015-02-25"}, {"title": "Florida Republicans pushing for a Bush-Rubio ticket", "url": "http://cnn.com/2015/03/29/politics/ip-bush-rubio-ticket/index.html", "locations": ["Florida", "Ohio", "Massachusetts", "Florida", "Florida", "Texas", "Wyoming", "Florida", "New Hampshire", "New York", "Michigan"], "summary": "So among Florida Republicans who love them both -- there is talk of a \"dream ticket.\nReplay More Videos ... MUST WATCH Warren for leader?\n)But Ed O'Keefe of The Washington Post said the obstacles aren't preventing Florida Republicans from doing a little dreaming.\nTed Cruz wants to \"rock\" the youth vote.\nMuch was made of the fact that Liberty University students had no choice but to attend the campus convocation at which Ted Cruz announced his bid for the Republican presidential nomination.", "source": "CNN", "keywords": "summer,pushing,run,florida,republicans,bushrubio,young,watch,ted,cruz,kasich,ticket,gop,warren", "date": "2015-03-29"}, {"title": "'I think I've found your pet's problem ... '", "url": "http://cnn.com/videos/us/2014/09/04/erin-pkg-moos-pets-ate-what.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": [], "summary": "5 things to know for your New Day -- Monday, April 20", "source": "CNN", "keywords": "ive,20,things,day,know,pets,problem,think", "date": "2014-09-04"}, {"title": "Meet Talia, our summer intern!", "url": "http://ireport.cnn.com/blogs/ireport-blog/2014/06/06/meet-talia-our-summer-intern?ref=feeds%2Fblogs%2Fireport-blog", "locations": [], "summary": "I’m Talia, a Savannah College of Art and Design student majoring in Television Producing and the new 2014 summer intern for CNN iReport.\nPlease welcome iReporter turned summer intern extraordinaire, Talia Day!\nTalia shadowed our team twice during her other CNN internships and we’re happy to finally have her working alongside us this summer.\nI have a passion for storytelling and an interest in all things digital, which is why I am super excited to be joining the iReport team!\nThis is my third internship with CNN and I hope it’s the beginning of a long career with the network.", "source": "CNN", "keywords": "summer,working,talia,ireport,intern,know,team,cnn,meet,excited,hope", "date": "2014-06-06"}, {"title": "South Africa xenophobia attacks spread", "url": "http://cnn.com/2015/04/17/africa/south-africa-xenophobia-attacks/index.html", "locations": ["South African", "Nigerian", "Durban", "South Africa", "Verulam", "KwaZulu-Natal Province", "Democratic Republic of the Congo", "Africa", "Johannesburg", "Durban", "Johannesburg", "South Africa", "Mozambique", "South Africa", "South Africa", "Mozambique", "Johannesburg", "Johannesburg"], "summary": "In Mozambique, the South African energy and chemical giant Sasol was temporarily returning about 340 South African nationals to South Africa \"as a precautionary measure,\" Sasol spokesman Alex Anderson said.\n\"The attacks violate all the values that South Africa embodies, especially the respect for human life.\nThe unemployment rate in South Africa is 25%, according to government figures.\nStory highlights Attacks against immigrant businesses started in DurbanThe attacks have left six people deadJohannesburg (CNN) South African police fired rubber bullets Friday to disperse crowds setting immigrant businesses ablaze as attacks against foreigners spread to Johannesburg.\n\"While some foreign nationals have been arrested for various crimes, it is misleading and wrong to label or regard all foreign nationals as being involved in crime in the country,\" Zuma said.", "source": "CNN", "keywords": "xenophobia,attacks,violence,africa,foreign,immigrants,johannesburg,spread,african,immigrant,nationals,south", "date": "2015-04-17"}, {"title": "How obsidian Stone-Age knives still cut it in surgery", "url": "http://cnn.com/2015/04/02/health/surgery-scalpels-obsidian/index.html", "locations": ["Germany"], "summary": "Cutting edgeObsidian -- a type of volcanic glass -- can produce cutting edges many times finer than even the best steel scalpels.\n\"For studies where trace metals from ordinary scalpel blades cannot be tolerated, these very special obsidian scalpels may provide the answer,\" the company says.\nDr. Lee Green, professor and chair of the Department of Family Medicine at the University of Alberta, says he routinely uses obsidian blades.\nUsing cultured-skin burn dressing, a substance composed of skin cells, he made an incision with a modern scalpel and a parallel incision with an obsidian scalpel.\nAt 30 angstroms -- a unit of measurement equal to one hundred millionth of a centimeter -- an obsidian scalpel can rival diamond in the fineness of its edge.", "source": "CNN", "keywords": "steel,cut,incision,half,microscope,edge,knives,scalpels,obsidian,green,surgery,blades,stoneage,scalpel", "date": "2015-04-02"}, {"title": "Rep. King: Ted Cruz is 'a guy with a big mouth'", "url": "http://cnn.com/videos/tv/2015/03/23/tsr-intv-king-blitzer-ted-cruz-announcement.cnn/video/playlists/atv-big-interviews/", "locations": [], "summary": "JUST WATCHED Rep. King: Ted Cruz is 'a guy with a big mouth' Replay More Videos ... MUST WATCHRep. Peter King responds to Sen. Ted Cruz's announcement about running for President, and he isn't happy about it.", "source": "CNN", "keywords": "king,watchrep,videos,big,rep,ted,running,responds,cruz,replay,mouth,watched,sen,guy", "date": "2015-03-23"}, {"title": "Hillary Clinton has a new position on same-sex marriage", "url": "http://cnn.com/2015/04/15/politics/hillary-clinton-same-sex-marriage/index.html", "locations": ["Washington", "California", "Maryland"], "summary": "READ: Hillary Clinton's gender tightropeAs a candidate in 2008, Clinton opposed same-sex marriage, supporting the idea of civil unions instead.\nNow, in a markedly new position, Clinton is offering just that, calling gay marriage a right afforded by the Constitution.\nShe did not proclaim her personal support for same-sex marriage until 2013, after she left her diplomatic position as secretary of state.\n\"Hillary Clinton supports marriage equality and hopes the Supreme Court will come down on the side of same-sex couples being guaranteed that constitutional right,\" said Adrienne Elrod, a Clinton spokeswoman, in a statement.\n\"The dignity of every person tells us that the right to marry is not a state right, it is a human right,\" O'Malley tweeted.", "source": "CNN", "keywords": "gross,right,clinton,gay,support,omalley,state,hillary,marriage,position,samesex", "date": "2015-04-15"}, {"title": "'Just Got Paid' singer Johnny Kemp dies", "url": "http://cnn.com/2015/04/18/entertainment/feat-singer-johnny-kemp-dies/index.html", "locations": [], "summary": "Fowley worked with a wide range of artists, including Paul Revere and the Raiders, the Modern Lovers, Blue Cheer, Kiss and Helen Reddy.\nBut he will be likely be remembered most for helping form the Runaways.\nThe death of punk music producer Kim Fowley was announced on January 15.", "source": "CNN", "keywords": "wide,singer,raiders,reddy,johnny,remembered,dies,punk,paid,runaways,range,kemp,worked,fowley,revere", "date": "2015-04-18"}, {"title": "On Twitter, Roger Ebert found a new voice", "url": "http://cnn.com/2013/04/05/tech/social-media/roger-ebert-social-media/index.html", "locations": ["Cannes", "Chicago", "California", "U.S.", "Cinco de Mayo"], "summary": "JUST WATCHED Remembering Roger Ebert Replay More Videos ... MUST WATCH Remembering Roger Ebert 02:16 PLAY VIDEOHe had more than 840,000 Twitter followers.\n\"If Twitter was made for Ebert, Ebert was, in the end, made for Twitter.\n\"The best part about the way Ebert used Twitter was that it wasn't just a one-way conversation,\" Warren said.\n\"\"Twitter is now a part of my daystream,\" Ebert wrote.\nTwitter was where Ebert continued talking about movies, politics, life and the universe the same way he'd once done over mugs of beer at his beloved Chicago ale houses.", "source": "CNN", "keywords": "cancer,twitter,ebert,site,hed,movies,roger,way,internet,voice,wrote", "date": "2013-04-05"}, {"title": "John Travolta doubles down on his awkward Oscars moment", "url": "http://cnn.com/videos/entertainment/2015/02/24/erin-pkg-moos-john-travolta-oscars.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": ["New York"], "summary": "National correspondentJeanne Moos is a national news correspondent based in New York.\nDuring her 27 years at CNN, Moos has covered national and international issues and ground-breaking news and features, but she soon carved out a niche with her off-beat, thoughtful reporting on the quirkier aspects of life.", "source": "CNN", "keywords": "quirkier,awkward,niche,national,reporting,life,travolta,offbeat,oscars,moment,york,thoughtful,moos,doubles,john,soon", "date": "2015-02-24"}, {"title": "The man who spies on penguins for science", "url": "http://cnn.com/2015/02/25/world/penguin-watch-conservation-citizen-science/index.html", "locations": ["Antarctica", "Antarctica", "Antarctic", "Antarctic", "Saunders Island", "South Sandwich Island", "Antarctica", "Antarctica", "Antarctica", "South Georgia", "South Sandwich Islands", "South Shetlands", "Antarctic", "Australia", "New Zealand", "Africa"], "summary": "When I say I'm \"tagging,\" I'm manually annotating penguins, chicks and eggs on photographs taken in the region.\nI've become one of the nearly million citizen scientists working to help penguins in the Antarctic region through data analysis on hosted through Zooniverse, a crowdsourcing science platform.\n(CNN) Today I'm tagging penguins in Antarctica.\n(Now it's) like having a really good, dedicated biologist who doesn't eat or sleep -- just dedicated to monitoring penguins 24/7.\nTH: We put timelapse cameras all around Antarctica and sub-Antarctic -- South Georgia, the South Sandwich Islands, South Shetlands -- all along the Antarctic peninsula.", "source": "CNN", "keywords": "seeing,penguin,science,work,spies,antarctica,penguins,im,way,quite,data,south,man", "date": "2015-02-25"}, {"title": "Flat antenna could finally give us good plane Wi-Fi", "url": "http://cnn.com/2015/04/17/tech/flat-antenna-kymeta-mci/index.html", "locations": ["Kymeta"], "summary": "The key to the Kymeta antenna is that it doesn't have to move to maintain a good connection.\nSuch things work great—on anything that isn't approaching the speed of sound.\nIt's not talking dollar figures yet, but anything that cuts fuel use without cutting Wi-Fi is bound to interest airlines.\n(WIRED) There's a big problem with the Wi-Fi on airplanes.\n(Panasonic is working on its own low-profile, electronically-steered antenna, which could be ready as soon as next year.", "source": "CNN", "keywords": "flat,good,working,antenna,things,wifi,weight,finally,plane,kymeta,problem,work,kundtz,theres", "date": "2015-04-17"}, {"title": "Meet the stars of New York's cat cafe", "url": "http://cnn.com/2014/12/17/living/feat-cat-cafe-meow-parlor-nyc/index.html", "locations": ["New York City", "Downton Abbey", "New York City", "Manhattan", "Taiwan", "France", "Japan"], "summary": "He is one of the stars of New York City's first cat cafe, Meow Parlour, which opened on Monday to much fanfare and a full reservation book.\nBut being billed as a novelty cat cafe merely scratches the surface, say cafe founders Christina Ha and Emilie Legrand.\nThere is a separate storefront around the corner, the Meow Parlour Patisserie, where customers can purchase baked goods and beverages to bring into the cafe.\n\"I think we'll feel really like we've made it when we get our first cat adopted,\" Ha said.\nFor a cat to be placed in the cafe, it has to have a clean bill of health, get along with other cats and be nonaggressive.", "source": "CNN", "keywords": "kittykind,hibel,yorks,meow,ha,youre,parlour,cat,cats,health,stars,meet,cafe", "date": "2014-12-17"}, {"title": "Transcripts", "url": "http://cnn.com/TRANSCRIPTS/2015.04.15.html", "locations": [], "summary": "Return to Transcripts main pageCNN Transcripts for April 15, 2015Note: This page is continually updated as new transcripts become available.\nIf you cannot find a specific segment, check back later.", "source": "CNN", "keywords": "updated,later,return,pagecnn,continually,specific,transcripts,main,segment,page", "date": "2015-04-15"}, {"title": "Gap between richest universities and the rest got wider", "url": "http://money.cnn.com/2015/04/16/pf/college/richest-universities/?sr=recirc041715richgap0930story&amp;section=money_topstories", "locations": ["Texas", "California", "Maryland"], "summary": "The wealth gap between the nation's 40 richest colleges and universities and the rest is getting wider.\nBut half of the wealthiest schools were state schools, led by the universities of Texas, California and Michigan.\nEighteen of the wealthiest schools have Aaa credit ratings -- that's a rare achievement for any businesses or government.\nHarvard is the richest school with $42.8 billion assets, followed by the University of Texas at $36.7 billion.\nThe richest schools had average investment returns of 50% between 2009 and 2014.", "source": "CNN", "keywords": "universities,billion,colleges,assets,university,richest,rest,gap,schools,returns,40,wider,wealthiest", "date": "2015-04-16"}, {"title": "Warning: This might make you ski-sick", "url": "http://cnn.com/videos/sports/2015/01/22/erin-pkg-moos-skier-helmet-cam.cnn/video/playlists/wacky-world-of-jeanne-moos/", "locations": ["New York"], "summary": "National correspondentJeanne Moos is a national news correspondent based in New York.\nDuring her 27 years at CNN, Moos has covered national and international issues and ground-breaking news and features, but she soon carved out a niche with her off-beat, thoughtful reporting on the quirkier aspects of life.", "source": "CNN", "keywords": "life,niche,national,reporting,quirkier,soon,offbeat,skisick,warning,york,thoughtful,moos", "date": "2015-01-22"}, {"title": "A Jeb Bush e-book deal with Amazon?", "url": "http://cnn.com/2015/03/08/politics/ip-jeb-bush-e-book-blockbuster-with-amazon/index.html", "locations": ["Iowa", "Iowa", "Iran", "Florida", "U.S.", "Florida", "Iowa", "Iowa", "Iowa", "Cedar Rapids", "Iran", "Iran", "U.S.", "Israel", "Israeli"], "summary": "JUST WATCHED Jeb e-book deal?\nReplay More Videos ... MUST WATCH Jeb e-book deal?\nJeb Bush is going to be doubling down on his contrast with Hillary Clinton on transparency, using the emails he released from his time as governor of Florida -- and maybe the U.S.'s largest e-retailer.\nThe Bush money machineMany recent presidential candidates have written books before or during their runs for the White House, but all have to prove themselves in the race for campaign cash.\nNow, some Bush allies are bragging that a $50 million figure would still be a big deal.", "source": "CNN", "keywords": "iowa,gores,deal,money,ebook,amazon,expectations,jeb,bush,democrats,lot,party", "date": "2015-03-08"}, {"title": "Olivia Munn joins 'X-Men: Apocalypse'", "url": "http://cnn.com/2015/04/13/entertainment/olivia-munn-xmen-psylocke-feat-thr/index.html", "locations": ["America", "America", "Batmobile"], "summary": "Our favorite movie superheroes 27 photos Olivia Munn will play the popular mutant Psylocke in 2016's \"X-Men: Apocalypse.\nHide Caption 2 of 27Our favorite movie superheroes 27 photos Our favorite movie superheroes – Ryan Reynolds has played two favorite comic book characters.\nHide Caption 3 of 27Our favorite movie superheroes 27 photos Our favorite movie superheroes – Hugh Jackman has played Wolverine in every \"X-Men\" and \"Wolverine\" movie since they began in 2000.\nHide Caption 5 of 27Our favorite movie superheroes 27 photos Our favorite movie superheroes – Who will Chiwetel Ejiofor play in \"Doctor Strange\"?\n\" Hide Caption 1 of 27Our favorite movie superheroes 27 photos Charlie Cox portrays Daredevil in the new series for Netflix.", "source": "CNN", "keywords": "munn,27,hide,27our,caption,movie,favorite,play,photos,olivia,joins,xmen,apocalypse,avengers,superheroes", "date": "2015-04-13"}, {"title": "Rolling Stone still hasn't learned its lesson (Opinion)", "url": "http://cnn.com/2015/04/06/opinions/louis-rolling-stone-uva-fraternity-debacle/index.html", "locations": ["New York", "Columbia", "Politico", "Columbia", "Columbia"], "summary": "\"What would Rolling Stone in its heyday write about an institution that screwed up unbelievably, damaged people's lives, but punished no one?\nPublisher Jann Wenner has apparently decided not to fire, demote or discipline anybody at Rolling Stone, provoking expressions of disbelief among seasoned journalists.\nUnfortunately, the early word from Rolling Stone is that they've absorbed none of these lessons.\n\"The problem could be, says Grueskin, that Rolling Stone had too many chefs in the kitchen, instead of \"a single, talented editor with an intact set of vertebrae.\n\"Rolling Stone outsources its investigation to Columbia and proceeds to do nothing in terms of individual accountability afterward?", "source": "CNN", "keywords": "stones,stone,columbia,university,school,jackie,lapses,editors,magazines,rolling,opinion,lesson,learned", "date": "2015-04-06"}, {"title": "Dr. Sanjay Gupta: Vaccines are a matter of fact", "url": "http://cnn.com/2015/02/03/health/measles-gupta-fact/index.html", "locations": ["United States", "West Africa", "United States", "Haiti", "Pakistan"], "summary": "Story highlights Sanjay Gupta notes that vaccines have prevented 6 million deaths every year worldwideHe says facts should matter, and science should winDr. Sanjay Gupta, a practicing neurosurgeon, is the multiple Emmy-award winning chief medical correspondent for CNN.\nAt the heart of the vaccine argument is the awesome challenge of trying to prove a negative.\nIt's not just because I love my kids that I vaccinated them -- it's because I love your kids as well.\nThe benefit of vaccines is not a matter of opinion.\nStudies, including a meta analysis of 1.2 million children this past December, show no link between vaccines and autism.", "source": "CNN", "keywords": "reaction,kids,sanjay,gupta,measles,million,argument,vaccines,matter,vaccine,opinion,love,dr,fact", "date": "2015-02-03"}]