{
  "posts": [
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdcGEAyeVDIJsNiHFkeVMNXmVIfNo5tZM9F_s6Xdvpdwx",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "http://www.wsj.com/xml/rss/3_7455.xml",
        "section_title": "WSJ.com: WSJD",
        "title": "What Makes the Apple Watch Tick",
        "title_full": "What Makes the Apple Watch Tick",
        "published": "2015-05-01T03:00:00.000+03:00",
        "replies_count": 0,
        "participants_count": 1,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": null,
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdcGEAyeVDIJsNiHFkeVMNXmVIfNo5tZM9F_s6Xdvpdwx",
      "ord_in_thread": 0,
      "author": "wsj.com",
      "published": "2015-05-01T03:00:00.000+03:00",
      "title": "What Makes the Apple Watch Tick",
      "text": "A research firm took apart the Apple Watch Sport and calculated the cost of parts and assembly at $83.70, or 24% of the retail price.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T03:02:32.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdcGEAyeVDIJsZFO6uiXPDPsc5C1mEaEz_H4QPKJ4im6b2znBFwPGMaQ-",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "http://www.wsj.com/xml/rss/3_7014.xml",
        "section_title": "WSJ.com: US Business",
        "title": "What Makes the Apple Watch Tick",
        "title_full": "What Makes the Apple Watch Tick",
        "published": "2015-05-01T03:00:00.000+03:00",
        "replies_count": 0,
        "participants_count": 1,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": null,
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdcGEAyeVDIJsZFO6uiXPDPsc5C1mEaEz_H4QPKJ4im6b2znBFwPGMaQ-",
      "ord_in_thread": 0,
      "author": "wsj.com",
      "published": "2015-05-01T03:00:00.000+03:00",
      "title": "What Makes the Apple Watch Tick",
      "text": "A research firm took apart the Apple Watch Sport and calculated the cost of parts and assembly at $83.70, or 24% of the retail price.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T03:28:08.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFXEKPcltaTkYZJrNpOpF.QGvR0FKEucdAljUHEBEdSUNVeuts9s9PAwWHbLUwKqGAL0iKHkyMHXwHzaikJgduiLJc4lhjRTgc1ahos8Es9tW5TuEIs55h4g--",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "Obama Presses Case for Asia Trade Deal, Warns Failure Would Benefit China - WSJ",
        "title_full": "Obama Presses Case for Asia Trade Deal, Warns Failure Would Benefit China - WSJ",
        "published": "2015-05-01T11:34:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-IC560_OBAMA0_G_20150427131202.jpg",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFXEKPcltaTkYZJrNpOpF.QGvR0FKEucdAljUHEBEdSUNVeuts9s9PAwWHbLUwKqGAL0iKHkyMHXwHzaikJgduiLJc4lhjRTgc1ahos8Es9tW5TuEIs55h4g--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T11:34:00.000+03:00",
      "title": "Obama Presses Case for Asia Trade Deal, Warns Failure Would Benefit China - WSJ",
      "text": "Obama Presses Case for Asia Trade Deal, Warns Failure Would Benefit China President says anti-globalization sentiments from left and right ‘a big mistake’ President Obama, in an interview with WSJ’s Jerry Seib, made his case for the proposed Trans-Pacific Partnership warning that if the U.S. doesn’t enact a free-trade deal with Asia, then China will write the rules in that region. Photo: T.J. Kirkpatrick for The Wall Street Journal By \nWASHINGTON—President Barack Obama , facing a bitter struggle within his own party on trade policy, warned that China would step into the economic vacuum the U.S. would create if it fails to complete and enact a free-trade deal with Asia. More on Capital Journal WSJ Interview: Full Transcript \n“If we don’t write the rules, China will write the rules out in that region,” Mr. Obama said in an interview Monday with The Wall Street Journal. “We will be shut out—American businesses and American agriculture. That will mean a loss of U.S. jobs.” \nMr. Obama also warned of rising anti-globalization sentiment in Washington, reflected in Democratic opposition to the trade agreement, Republican efforts to kill the Export-Import Bank and congressional unwillingness to approve new rules for operation of the International Monetary Fund. \n“What we can’t do, though, is withdraw,” Mr. Obama said, adding: “There has been a confluence of anti-global engagement from both elements of the right and elements of the left that I think [is] a big mistake.” ENLARGE \nMr. Obama and his negotiators are working to finish the Trans-Pacific Partnership, a trade deal among 12 Pacific nations that has come to be known as TPP, while also fighting to win “fast track” negotiating authority from Congress to expedite approval of the deal later this year. The trade agreement will be a topic of conversation between Mr. Obama and Japanese Prime Minister Shinzo Abe, who is scheduled to visit the White House this week . \nThe Senate Finance Committee easily passed the fast-track bill last week with strong bipartisan support. But in the House, the Ways and Means Committee passed the measure with the support of only two Democrats. \nThat House vote underscored the depth of opposition among Democrats , particularly on the party’s left, where both Massachusetts Sen. Elizabeth Warren and Richard Trumka , president of the AFL-CIO, have been beating the drum against the deal. \nCritics on the left, particularly those in the labor movement, are opposing TPP because they believe free-trade agreements have caused an outflow of manufacturing jobs from the U.S. to other nations, and say competition from lower-wage countries produced by such agreements has contributed to stagnant wages and higher income inequality in the U.S. President Obama, in an interview with WSJ's Jerry Seib, says while he understands the anxieties of some Democrats who are opposed to the TPP trade deal, the U.S. cannot reverse the trends of globalization. Photo: T.J. Kirkpatrick for The Wall Street Journal Hillary Clinton has not yet spoken out in favor of the Trans Pacific Partnership trade deal. President Obama tells WSJ's Jerry Seib he's confident that the key standards in a trade agreement can be met. Photo: T.J. Kirkpatrick for The Wall Street Journal QUIZ Abe Quiz: How Well Do You Know Japan’s Prime Minister? \nFormer Secretary of State Hillary Clinton also has declined to endorse the TPP, even though work on the agreement started while she was still in office. \nMr. Obama declined to criticize Mrs. Clinton for failing to take a public stand in favor of the pact in recent days. “I think she said what she should be saying, which is that she is going to want to see a trade agreement that is strong on labor, strong on the environment, helps U.S. workers, helps the U.S. economy. That’s my standard as well, and I’m confident that standard can be met,” he said. \nMr. Obama has expressed annoyance and, on occasion, flashes of anger over the sometimes harsh criticism of the Asian trade agreement from his usual allies on his party’s left wing. In the interview, though, he said he understands their concerns. \n“Over the course of 20, 25 years, what you saw was trade benefit the U.S. economy in the aggregate with cheaper prices, inflation low, the creation of a global supply chain that was good for U.S. companies,” he said. “But what is true—and the best economic data seems to show—is that there was some erosion of our manufacturing base at the time… Some people have been suspicious and feel burned from some of those experiences.” ENLARGE \nBut he said the TPP would be different because it would have more enforceable provisions on labor and environmental standards that are written into the pact, not contained in side agreements that critics say were difficult to enforce in the case of the North American Free Trade Agreement of the 1990s. \nWhen that agreement was approved by Congress in 1993, 27 Democratic senators and 102 Democratic House members voted for it. Most analysts think the number of Democrats now in favor of TPP is much lower, though Mr. Obama said it is too early to forecast how many Democrats would back it. It is almost certain, though, that the president would have to rely more on Republican support than backing from fellow Democrats. \nMr. Obama did acknowledge that he is annoyed by the criticism of both him and the trade negotiations: “What I take personally is this notion somehow that after 6½ years of working to yank this economy out of a ditch, strengthening middle-class homeownership, making sure that their 401(k)s have recovered, making sure that we’ve got much better education systems and job-training systems, fighting for the minimum wage, fighting for a vibrant auto industry, that after all the work that I have done and we have done together to make sure that middle-class families have greater stability, that to believe some of the rhetoric that has been coming out of opponents—that I’m trying to just destroy the middle class or destroy our democracy—is a little unrealistic. And they know it.” \nAt several points in the conversation, Mr. Obama raised the danger of losing ground in economic competition with China if the trade deal isn’t completed: “We want China to be successful. We want China to continue to embark on its peaceful rise,” he said. “I think that’s good for the world.…We just want to make sure that the rules of the road allow us to compete and everybody else to compete. We don’t want China to use its size to muscle other countries in the region around rules that disadvantage us.” \nMr. Obama said U.S. and Japanese negotiators have come close to completing a bilateral agreement on trade issues—an agreement that would help pave the way for completion of the broader 12-nation TPP. President Obama is trying to rally Democratic support for the Trans-Pacific Partnership. What would this trade pact do? How is Mr. Obama answering critics from within his own party? WSJ’s Jason Bellini has #TheShortAnswer. \nBut he said some sticking points remain. And while praising Mr. Abe for being “bold and aggressive” in reforming Japan’s economy, he added: “Negotiations are tough on both sides because he’s got his own politics and interests. Japanese farmers are tough, Japanese auto makers want certain things. I don’t expect that we will complete all negotiations” while he is in Washington this week. President Obama, in an interview with WSJ's Jerry Seib, says he expects to discuss climate change with Pope Francis whey they meet in September. Photo: T.J. Kirkpatrick for The Wall Street Journal In WSJ's full interview with President Obama, he discusses the controversy over the Trans-Pacific Partnership, the economic benefits of a free-trade deal with Asia, competition with China and Congress' resistance to renew the Export-Import Bank. Photo: T.J. Kirkpatrick for The Wall Street Journal \n“I will say that the engagement has brought the parties much closer together,” Mr. Obama said. \nOn the broader U.S. economy, Mr. Obama acknowledged that the employment picture hasn’t improved as much in recent months as it had previously, but he attributed any current weaknesses to problems in Europe and China. \nEurope he said, “has been soft for a long time now, and China, which is trying to transition away from solely relying on exports to a more domestic consumption model—that’s actually a good thing over the long term, but short term it means that demand globally is a little bit soft.” \nHe also argued that the U.S. economy, while better than in other advanced economies, would benefit from congressional passage of “a strong infrastructure bill” to improve roads, ports, bridges and broadband lines. “If we did that, we’d put people back to work right now, it would be a huge boost to the economy, and it would pay off for decades to come,” he said. “That’s what we need to compete.” \nThe president argued for such a measure earlier in this year, without success; his remarks Monday suggested he will renew his push. \nWrite to Gerald F. Seib at jerry.seib@wsj.com 36222 ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "T.J. Kirkpatrick",
        "Jerry Seib",
        "Obama"
      ],
      "locations": [
        "U.S.",
        "Asia",
        "China"
      ],
      "organizations": [
        "WSJ Obama Presses Case for Asia Trade Deal"
      ],
      "crawled": "2015-05-01T11:34:10.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8Cux0AcTxm9qU.wjtsoNQFlVBLgMoAGKeJQ--",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "http://www.wsj.com/xml/rss/3_7455.xml",
        "section_title": "WSJ.com: WSJD",
        "title": "Artificial-Intelligence Experts Are in High Demand",
        "title_full": "Artificial-Intelligence Experts Are in High Demand",
        "published": "2015-05-01T03:00:00.000+03:00",
        "replies_count": 0,
        "participants_count": 1,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": null,
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8Cux0AcTxm9qU.wjtsoNQFlVBLgMoAGKeJQ--",
      "ord_in_thread": 0,
      "author": "wsj.com",
      "published": "2015-05-01T03:00:00.000+03:00",
      "title": "Artificial-Intelligence Experts Are in High Demand",
      "text": "The field of artificial intelligence is getting hotter by the moment as Google, Facebook, Amazon, Microsoft and other tech companies snap up experts and pour funding into university research.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T12:42:48.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8CuELnOBNULro",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "Artificial-Intelligence Experts Are in High Demand - WSJ",
        "title_full": "Artificial-Intelligence Experts Are in High Demand - WSJ",
        "published": "2015-05-01T12:49:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-IE629_AIPROF_G_20150430180135.jpg",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8CuELnOBNULro",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T12:49:00.000+03:00",
      "title": "Artificial-Intelligence Experts Are in High Demand - WSJ",
      "text": "Biography Amir Mizroch Updated May 1, 2015 5:41 a.m. ET \nWhen the University of Washington’s computer-science department wanted to poach artificial-intelligence expert Carlos Guestrin from Carnegie Mellon, it turned to Amazon.com Inc. \nThe Seattle-based tech giant ponied up $2 million to fund two professorships: one for Mr. Guestrin, and another for his wife, who also works in the field. To seal the deal, Amazon Chief Executive Jeff Bezos met the academic during a campus visit. ... To Read the Full Story, Subscribe or Sign In Popular on WSJ ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T12:50:45.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8CtX8mJH5sGEhVJLRG_HLR56gR7w1vdvbYUoK6EtcOL4gwxaf9kEzRM4-",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "http://www.wsj.com/xml/rss/3_7014.xml",
        "section_title": "WSJ.com: US Business",
        "title": "Artificial-Intelligence Experts Are in High Demand",
        "title_full": "Artificial-Intelligence Experts Are in High Demand",
        "published": "2015-05-01T03:00:00.000+03:00",
        "replies_count": 0,
        "participants_count": 1,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": null,
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFbvcrTKB4qquHltV.gSfA7GIT1ihCxrhILOmUMBlfESMzzDKHXEN4qBejCZrlnPritlKi83Z0MjzNtpbWGqO8CtX8mJH5sGEhVJLRG_HLR56gR7w1vdvbYUoK6EtcOL4gwxaf9kEzRM4-",
      "ord_in_thread": 0,
      "author": "wsj.com",
      "published": "2015-05-01T03:00:00.000+03:00",
      "title": "Artificial-Intelligence Experts Are in High Demand",
      "text": "The field of artificial intelligence is getting hotter by the moment as tech companies snap up experts and pour funding into university research.",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [],
      "crawled": "2015-05-01T14:11:13.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFZVUkmfLq38LKvJ38g9A8nrSve35Pj9D3LgyYVmG4oPuJsttC3nVgSnbDxx5Syq4WYM5mnwErpLdRLeFO06n3murvBNBjPbxB",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "Washington Redskins: Bad at Football, Worse at Spelling - WSJ",
        "title_full": "Washington Redskins: Bad at Football, Worse at Spelling - WSJ",
        "published": "2015-05-01T03:00:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-ID342_count0_G_20150428161221.jpg",
        "performance_score": 9
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFZVUkmfLq38LKvJ38g9A8nrSve35Pj9D3LgyYVmG4oPuJsttC3nVgSnbDxx5Syq4WYM5mnwErpLdRLeFO06n3murvBNBjPbxB",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-01T03:00:00.000+03:00",
      "title": "Washington Redskins: Bad at Football, Worse at Spelling - WSJ",
      "text": "7 COMMENTS \nThe Washington Redskins have won seven games in two years. Quarterback Robert Griffin III, once destined to be the franchise savior, has struggled with injuries and poor play. As the losses pile up, it’s safe to assume the team’s fans are increasingly growing detached and dejected. Things have gotten so bad in the Beltway that Redskins fans have even given up on proper grammar and spelling. ENLARGE \nGrammarly, an automated proofreading company, can use algorithms to check writing for more than 400 types of spelling, grammar and punctuation errors. Armed with this, the Count did the one thing that made the most sense: Make Grammarly rank each NFL fan base on its writing skills. To do so, they reviewed 150 reader comments that were at least 50 words long from the news section of each NFL team website (12,728 total words, on average, per team). The Redskins finished dead last with 16.5 mistakes per 100 words—roughly 30% worse than New Orleans Saints fans, the NFL’s second most typo-prone fan base. \nIt should be noted that there was no real correlation between losing and grammar/spelling errors, as the New England Patriots fans were the fourth worst in Grammarly’s sample. Top English honors went to the Detroit Lions, who averaged just 4.2 mistakes per 100 words. Lions fans were also tied with Browns fans for fewest spelling mistakes. It’s possible this is just a byproduct of having to use the word “Ndamukong” less often. That burden is now on Miami Dolphins fans. More on the NFL ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [
        "Washington Redskins"
      ],
      "crawled": "2015-05-02T02:00:20.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/_DuQb1SwTFqJMdPqOtm9xcAbjiav..X4jYjt0a6rYs68xIuUR0kztA--",
        "site_full": "graphics.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "50 Years of \"Avengers\" Comic Book Covers Through Color - WSJ.com",
        "title_full": "50 Years of \"Avengers\" Comic Book Covers Through Color - WSJ.com",
        "published": "2015-05-02T08:33:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/OG-AE126C_Aveng_NS_20150421180135.gif",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/_DuQb1SwTFqJMdPqOtm9xcAbjiav..X4jYjt0a6rYs68xIuUR0kztA--",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T08:33:00.000+03:00",
      "title": "50 Years of \"Avengers\" Comic Book Covers Through Color - WSJ.com",
      "text": "'Avengers' Line-up Over the Years 50 Years of 'Avengers' Comic Book Covers Through Color A survey of the colors of Marvel's 'The Avengers' covers reveals a shift to a more complex, cinematic palette Published April 21, 2015 at 10:00 a.m. ET Advertisement \nWhen Marvel's \"Avengers: Age of Ultron\" opens in theaters next month, a familiar set of iconic colors will be splashed across movie screens world-wide: The gamma ray-induced green of the Hulk, Iron Man's red and gold armor, and Captain America's red , white and blue uniform. \nHow the Avengers look today differs significantly from their appearance in classic comic-book versions, thanks to advancements in technology and a shift to a more cinematic aesthetic. As Marvel's characters started to appear in big-budget superhero films such as \"X-Men\" in 2000, the darker, muted colors of the movies began to creep into the look of the comics. Explore this shift in color palettes and browse more than 50 years of \"Avengers\" cover artwork below. Read more about this shift in color . Related ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [
        "WSJ.com"
      ],
      "organizations": [],
      "crawled": "2015-05-02T08:34:08.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFh2s7bHkSS1bAD2nhXQF5PdYTulhjpda2Z4AJy7UVkNbL71GrIPNJAY2jP9F9A.4P_Kpx7gW15yBUs9DMERocD_JWnvXuLXE.",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "Palace Says Duchess of Cambridge in Hospital for Birth - WSJ",
        "title_full": "Palace Says Duchess of Cambridge in Hospital for Birth - WSJ",
        "published": "2015-05-02T10:44:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-IF190_ukroya_G_20150502023938.jpg",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFh2s7bHkSS1bAD2nhXQF5PdYTulhjpda2Z4AJy7UVkNbL71GrIPNJAY2jP9F9A.4P_Kpx7gW15yBUs9DMERocD_JWnvXuLXE.",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T10:44:00.000+03:00",
      "title": "Palace Says Duchess of Cambridge in Hospital for Birth - WSJ",
      "text": "World Palace Says Duchess of Cambridge in Hospital for Birth Officials say Prince William’s wife Kate has been admitted to a London hospital for the birth of the couple’s second child By @jgginlondon Updated May 2, 2015 2:56 a.m. ET \nLONDON—The Duchess of Cambridge is in the early stages of labor for the birth of her second child with Prince William. \nThe Duchess, the former Kate Middleton, was admitted to London’s St. Mary’s Hospital early Saturday morning, according to a Kensington Palace statement. \nThe royal couple’s first child, Prince George, will turn two in... To Read the Full Story, Subscribe or Sign In Popular on WSJ ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [
        "William",
        "Kate"
      ],
      "locations": [
        "Cambridge",
        "London"
      ],
      "organizations": [],
      "crawled": "2015-05-02T10:45:12.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFh2s7bHkSS1bAD2nhXQF5PdYTulhjpda2Z4AJy7UVkNbL71GrIPNJAY2jP9F9A.4P_Kpx7gW15yBUs9DMERocD9FhXIZ7LoNjm4bJgJ9JOZukwziYqomD_ZzBGqVFdzGK",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "http://online.barrons.com/xml/rss/3_7085.xml",
        "section_title": "WSJ.com: World News",
        "title": "Duchess of Cambridge Gives Birth to a Girl",
        "title_full": "Duchess of Cambridge Gives Birth to a Girl",
        "published": "2015-05-02T17:49:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": "US",
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-IF204_9ukroy_G_20150502064348.jpg",
        "performance_score": 8
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFh2s7bHkSS1bAD2nhXQF5PdYTulhjpda2Z4AJy7UVkNbL71GrIPNJAY2jP9F9A.4P_Kpx7gW15yBUs9DMERocD9FhXIZ7LoNjm4bJgJ9JOZukwziYqomD_ZzBGqVFdzGK",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-02T17:49:00.000+03:00",
      "title": "Duchess of Cambridge Gives Birth to a Girl",
      "text": "23 COMMENTS \nLONDON—The Duchess of Cambridge gave birth to a baby girl Saturday, her second child, as hundreds of well wishers gathered outside the hospital in anticipation of her departure. \nThe royal baby arrived at 8.34 a.m.—2½ hours after the duchess was admitted to the hospital—weighing 8 pounds and 3 ounces, according to Kensington Palace. \n“Her Royal Highness and her child are both doing well,” the palace said. The Duke of Cambridge, Prince William, was present for the birth and both families are delighted with the news, it said. \nThe royal couple had their first child , Prince George, at the same west London hospital in July 2013. Formally known as His Royal Highness Prince George of Cambridge, he is third in line to the throne behind his father and grandfather, Prince Charles. Mother and daughter said to be doing well after birth fullscreen Royal fans celebrate outside St. Mary's Hospital in London on Saturday after hearing that the Duchess of Cambridge had given birth to a daughter. Ben Stansall/Agence France-Presse/Getty Images … Media gather outside the hospital while a town crier announces the birth of the baby girl. Andy Rain/European Pressphoto Agency … Thousands of well wishers gather in front of Buckingham Palace, London, before the announcement of the birth of the royal baby. Chip Somodevilla/Getty Images … An easel is placed in the forecourt of Buckingham Palace following the announcement that the Duchess of Cambridge gave birth to a baby girl. Steve Parsons/Getty Images … Sailors stand on the flight deck of Type 45 destroyer HMS Dragon to spell out the word “sister” in a special congratulatory message to the royal couple. Royal Navy Handout/European Pressphoto Agency … A chalkboard displays the latest betting odds on the name of the Duchess of Cambridge and Prince William's second child. Justin Tallis/Agence France-Presse/Getty Images … A royal fan stands outside the hospital. Ben Stansall/Agence France-Presse/Getty Images … Media report outside the hospital awaiting the news of the birth. Andy Rain/European Pressphoto Agency … of SHOW CAPTION HIDE CAPTION fullscreen \nHis baby sister, the newest great-grandchild for 89-year-old Queen Elizabeth II, falls fourth in line to the throne. After a recent change to a centuries-old rule, female members of the royal family now are equal to men in the line of succession. Previously, brothers took precedence to the throne over sisters. \nTony Appleton, the 80-year-old town crier who announced the birth outside the hospital, said it was a great honor to tell the world about the news. \n“I’m ecstatic,” Mr. Appleton said. “I feel drunk on my own adrenaline.” \nJacquie Knighton, a 56-year-old living in London, said she had slept outside the hospital for the past two nights in anticipation of the birth. “A princess—it’s the icing on the cake,” she said. \nMs. Knighton was among the crowds waiting for the duchess to emerge from the hospital, though it was unclear when that would happen. \nOutside Buckingham Palace on Saturday, officials placed a typed birth announcement on a golden easel for public viewing as well wishers pushed to the front to see the sign. \nThe royal couple hasn’t yet announced a name for the baby. Alice has been the most popular name at bookmakers, with Charlotte following closely behind. Britain’s Royal Family Review the royal family’s line of succession to the throne. \nWhile British media have followed the duchess’s pregnancy—and her glamorous maternity fashion—the interest has been more muted than around the birth of her first child. The U.K. press is also focused on a coming national election , with opinion polls putting Prime Minister David Cameron ’s Conservative Party neck-and-neck with the main opposition Labour Party. \nMr. Cameron, in a message from his Twitter account, said: “Congratulations to the Duke and Duchess of Cambridge on the birth of their baby girl. I’m absolutely delighted for them.” \nStill, the new princess is unlikely to escape the limelight as she grows up. \nHarry, Prince William’s younger brother, regularly features in the British media, which have chronicled everything from his partying at London nightclubs to his relationships with women. \nThe new royal heir could provide a further boost in public sentiment for Buckingham Palace, which has already enjoyed an uplift from the royal wedding four years ago and the birth of the couple’s first child. \nOn Monday, the British army will mark the event by holding salutes in royal parks and at the Tower of London. Soldiers will ride out in procession on horses past Buckingham Palace and into Hyde Park to deliver the salute. \nAmong those celebrating Saturday was Toby Morris, a 40-year-old an accountant. He and his friends organized a beer festival in a 12th century church in Witney, central England. \nThey were setting up this morning when they realized one barrel didn’t have a label. Then the news came through. “It was half an hour before we opened so we called it ‘Princess.’” \nIt is proving popular, he said, “mostly because people are trying to work out what it is.” \n—Jason Douglas contributed to this article. \nWrite to Jenny Gross at jenny.gross@wsj.com 3087",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [
        "Cambridge"
      ],
      "organizations": [],
      "crawled": "2015-05-02T19:51:04.000+03:00"
    },
    {
      "thread": {
        "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdUk_Sbu9J9ce",
        "site_full": "www.wsj.com",
        "site": "wsj.com",
        "site_section": "",
        "section_title": "",
        "title": "What Makes the Apple Watch Tick - WSJ",
        "title_full": "What Makes the Apple Watch Tick - WSJ",
        "published": "2015-05-03T12:59:00.000+03:00",
        "replies_count": 0,
        "participants_count": 0,
        "site_type": "news",
        "country": null,
        "spam_score": 0.0,
        "main_image": "http://si.wsj.net/public/resources/images/BN-IE675_APPLEj_G_20150430194329.jpg",
        "performance_score": 10
      },
      "url": "http://omgili.com/r/jHIAmI4hxg8TBn0qlQOn4IWK_WcIF0EFLRZ8VuPdN3Uz2C6b.IRyxJ8MPLdl.9EqfLjXThwAdvgNmaZIZg7MdUk_Sbu9J9ce",
      "ord_in_thread": 0,
      "author": "",
      "published": "2015-05-03T12:59:00.000+03:00",
      "title": "What Makes the Apple Watch Tick - WSJ",
      "text": "What Makes the Apple Watch Tick Research firm estimates parts and labor are $83.70, or 24% of retail price By Google+ Updated April 30, 2015 7:52 p.m. ET \nApple Inc. executives on Monday warned that profit margins on the new Apple Watch in the current quarter would be lower than the company average. But an analysis released Thursday suggests the parts and manufacturing costs of the Watch are a smaller share of the retail price than other Apple products. \nIHS Technology estimated the costs of parts and manufacturing for a 38-millimeter Apple Watch Sport, the cheapest version... To Read the Full Story, Subscribe or Sign In Popular on WSJ ",
      "highlightText": "",
      "highlightTitle": "",
      "language": "english",
      "external_links": [],
      "persons": [],
      "locations": [],
      "organizations": [
        "Apple Watch Tick Research",
        "Google"
      ],
      "crawled": "2015-05-03T12:59:24.000+03:00"
    }
  ],
  "totalResults": 11,
  "moreResultsAvailable": 0,
  "next": "/search?token=628b87af-2fef-4b1c-9ce0-a0e333f50ee0&format=json&ts=1430647164000&q=performance_score%3A%3E7&site=wsj.com&site_type=news&language=english",
  "requestsLeft": 977
}